prodData['Химактивный средний патрон'] = {
    'num': 1000,
    'cost': 2520,
    'type': 'ammo',
    "material": {
        'Титан': 54,
        'Аксиколин': 108,
        'Флоботил': 22,
        'Полинитрокол': 32,
    }
};

prodData['Бронебойный средний патрон'] = {
    'num': 1000,
    'cost': 2517,
    'type': 'ammo',
    "material": {
        'Титан': 54,
        'Аксиколин': 108,
        'Флоботил': 22,
        'Полинитрокол': 22,
    }
};
var categories=[
   { name: "Патроны", open:true,data:[
       {name:"Бронебойный средний патрон",cost:2517,num:1000,time:'15:04'},
       {name:'Химактивный средний патрон',cost:2520,num:1000,time:'15:04'} 
   ]}
];