var prodData = {
"Standard calibration lab foundation": {
   "cat" : "Calibration lab foundations",
   "tier" : "T1",
   "material" : {
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Аллигиор" : 2500,
      "Криоперин" : 2500,
      "Гидробенол" : 2500,
      "Аксиколин" : 2500
   }
}
,
"Advanced calibration lab foundation": {
   "tier" : "T2",
   "cat" : "Calibration lab foundations",
   "material" : {
      "Пластеозин" : 1250,
      "Бочилум" : 1250,
      "Титан" : 2500,
      "Турилиум" : 1250,
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Аксиколин" : 1250,
      "Гидробенол" : 2500,
      "Тиразин" : 1250,
      "Standard calibration lab foundation" : 1,
      "Аллигиор" : 2500,
      "Коалимин" : 2500,
      "Криоперин" : 1250
   }
}
,
"Hi-tech calibration lab foundation": {
   "material" : {
      "Advanced calibration lab foundation" : 1,
      "Гидробенол" : 2500,
      "Тиразин" : 2500,
      "Коалимин" : 5000,
      "Аллигиор" : 2500,
      "Бочилум" : 2500,
      "Турилиум" : 2500,
      "Эспитиум" : 2500,
      "Бриочит" : 5000
   },
   "tier" : "T3",
   "cat" : "Calibration lab foundations"
}
,
"Standard decoder lab foundation": {
   "material" : {
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Аксиколин" : 2500,
      "Гидробенол" : 2500,
      "Аллигиор" : 2500,
      "Криоперин" : 2500
   },
   "tier" : "T1",
   "cat" : "Decoder lab foundations"
}
,
"Advanced decoder lab foundation": {
   "cat" : "Decoder lab foundations",
   "tier" : "T2",
   "material" : {
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Титан" : 2500,
      "Бочилум" : 1250,
      "Пластеозин" : 1250,
      "Турилиум" : 1250,
      "Тиразин" : 1250,
      "Криоперин" : 1250,
      "Коалимин" : 2500,
      "Аллигиор" : 2500,
      "Аксиколин" : 1250,
      "Standard decoder lab foundation" : 1,
      "Гидробенол" : 2500
   }
}
,
"Hi-tech decoder lab foundation": {
   "tier" : "T3",
   "cat" : "Decoder lab foundations",
   "material" : {
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Бочилум" : 2500,
      "Турилиум" : 2500,
      "Тиразин" : 2500,
      "Advanced decoder lab foundation" : 1,
      "Аллигиор" : 2500,
      "Коалимин" : 5000,
      "Гидробенол" : 2500
   }
}
,
"Energy storage cell": {
   "cat" : "Energy storage cells",
   "material" : {
      "Прилумиум" : 500,
      "Бриочит" : 100,
      "Криоперин" : 500,
      "Эспитиум" : 500,
      "Шолонин" : 500,
      "Витрицил" : 500,
      "Титан" : 100
   }
}
,
"Standard facility upgrade foundation": {
   "material" : {
      "Гидробенол" : 250,
      "Титан" : 250,
      "Аксиколин" : 250,
      "Бриочит" : 250,
      "Криоперин" : 500,
      "Эспитиум" : 500
   },
   "tier" : "T1",
   "cat" : "Facility upgrade foundations"
}
,
"Advanced facility upgrade foundation": {
   "material" : {
      "Эспитиум" : 500,
      "Бриочит" : 250,
      "Титан" : 125,
      "Турилиум" : 125,
      "Standard facility upgrade foundation" : 1,
      "Тиразин" : 250,
      "Криоперин" : 250,
      "Коалимин" : 125,
      "Аксиколин" : 125,
      "Гидробенол" : 250
   },
   "cat" : "Facility upgrade foundations",
   "tier" : "T2"
}
,
"Hi-tech facility upgrade foundation": {
   "material" : {
      "Коалимин" : 250,
      "Бриочит" : 250,
      "Advanced facility upgrade foundation" : 1,
      "Тиразин" : 500,
      "Эспитиум" : 500,
      "Гидробенол" : 250,
      "Турилиум" : 250
   },
   "cat" : "Facility upgrade foundations",
   "tier" : "T3"
}
,
"Standard reactor sealing": {
   "material" : {
      "Криоперин" : 150,
      "Пластеозин" : 250,
      "Титан" : 100
   },
   "tier" : "T1",
   "cat" : "Reactor sealings"
}
,
"Tortoise reactor sealing": {
   "material" : {
      "Standard reactor sealing" : 1,
      "Криоперин" : 150,
      "Пластеозин" : 250,
      "Титан" : 100
   },
   "cat" : "Reactor sealings",
   "tier" : "T2"
}
,
"GRIP-250 reactor sealing": {
   "tier" : "T3",
   "cat" : "Reactor sealings",
   "material" : {
      "Криоперин" : 75,
      "Аллигиор" : 125,
      "Эспитиум" : 75,
      "Титан" : 100,
      "Tortoise reactor sealing" : 1,
      "Пластеозин" : 125
   }
}
,
"GRIP-500p reactor sealing": {
   "material" : {
      "Аллигиор" : 250,
      "Бриочит" : 100,
      "GRIP-250 reactor sealing" : 1,
      "Криоперин" : 150,
      "Эспитиум" : 150,
      "Пластеозин" : 250,
      "Титан" : 100
   },
   "tier" : "T4",
   "cat" : "Reactor sealings"
}
,
"Standard repair node foundation": {
   "tier" : "T1",
   "cat" : "Repair node foundations",
   "material" : {
      "Бриочит" : 500,
      "Аллигиор" : 750,
      "Титан" : 500,
      "Пластеозин" : 750
   }
}
,
"Advanced repair node foundation": {
   "tier" : "T2",
   "cat" : "Repair node foundations",
   "material" : {
      "Пластеозин" : 375,
      "Титан" : 250,
      "Standard repair node foundation" : 1,
      "Бочилум" : 375,
      "Аллигиор" : 750,
      "Бриочит" : 500,
      "Коалимин" : 250
   }
}
,
"Hi-tech repair node foundation": {
   "material" : {
      "Бочилум" : 750,
      "Бриочит" : 500,
      "Advanced repair node foundation" : 1,
      "Коалимин" : 500,
      "Аллигиор" : 750
   },
   "cat" : "Repair node foundations",
   "tier" : "T3"
}
,
"Standard sensor suppressor tuning": {
   "material" : {
      "Титан" : 50,
      "Прилумиум" : 150,
      "Криоперин" : 150
   },
   "tier" : "T1",
   "cat" : "Sensor suppressor tunings"
}
,
"DDX200-Veil sensor suppressor tuning": {
   "material" : {
      "Титан" : 50,
      "Standard sensor suppressor tuning" : 1,
      "Криоперин" : 150,
      "Прилумиум" : 150
   },
   "cat" : "Sensor suppressor tunings",
   "tier" : "T2"
}
,
"Radiocor sensor suppressor tuning": {
   "tier" : "T3",
   "cat" : "Sensor suppressor tunings",
   "material" : {
      "DDX200-Veil sensor suppressor tuning" : 1,
      "Титан" : 50,
      "Прилумиум" : 150,
      "Эспитиум" : 150
   }
}
,
"DDX700-Mist sensor suppressor tuning": {
   "material" : {
      "Radiocor sensor suppressor tuning" : 1,
      "Бриочит" : 100,
      "Прилумиум" : 300,
      "Эспитиум" : 300
   },
   "cat" : "Sensor suppressor tunings",
   "tier" : "T4"
}
,
"Стандартный NEXUS-модуль подзарядки": {
   "material" : {
      "Пластеозин" : 50,
      "Витрицил" : 250,
      "Титан" : 50,
      "Криоперин" : 250,
      "Изопропентол" : 50
   },
   "cat" : "Аккумулятор",
   "tier" : "T1"
}
,
"Зарядный NEXUS-модуль Columcyl": {
   "material" : {
      "Титан" : 50,
      "Пластеозин" : 50,
      "Витрицил" : 250,
      "Изопропентол" : 50,
      "Стандартный NEXUS-модуль подзарядки" : 1,
      "Криоперин" : 250
   },
   "cat" : "Аккумулятор",
   "tier" : "T2"
}
,
"Зарядный NEXUS-модуль ARMS E300": {
   "tier" : "T3",
   "cat" : "Аккумулятор",
   "material" : {
      "Витрицил" : 250,
      "Титан" : 50,
      "Аллигиор" : 50,
      "Изопропентол" : 50,
      "Эспитиум" : 250,
      "Зарядный NEXUS-модуль Columcyl" : 1
   }
}
,
"Зарядный NEXUS-модуль ARMS X500": {
   "tier" : "T4",
   "cat" : "Аккумулятор",
   "material" : {
      "Зарядный NEXUS-модуль ARMS E300" : 1,
      "Витрицил" : 500,
      "Бриочит" : 100,
      "Аллигиор" : 100,
      "Эспитиум" : 500,
      "Изопропентол" : 100
   }
}
,
"Стандартный NEXUS-модуль брони": {
   "material" : {
      "Метахропин" : 50,
      "Титан" : 50,
      "Пластеозин" : 50,
      "Криоперин" : 250,
      "Прилумиум" : 250
   },
   "cat" : "Броня",
   "tier" : "T1"
}
,
"Защитный NEXUS-модуль Starodix": {
   "material" : {
      "Пластеозин" : 50,
      "Титан" : 50,
      "Метахропин" : 50,
      "Стандартный NEXUS-модуль брони" : 1,
      "Прилумиум" : 250,
      "Криоперин" : 250
   },
   "tier" : "T2",
   "cat" : "Броня"
}
,
"Броневой NEXUS-модуль Paternis": {
   "material" : {
      "Метахропин" : 50,
      "Титан" : 50,
      "Эспитиум" : 250,
      "Защитный NEXUS-модуль Starodix" : 1,
      "Аллигиор" : 50,
      "Прилумиум" : 250
   },
   "tier" : "T3",
   "cat" : "Броня"
}
,
"Броневой NEXUS-модуль TSP-Hindoo": {
   "tier" : "T4",
   "cat" : "Броня",
   "material" : {
      "Метахропин" : 100,
      "Бриочит" : 100,
      "Прилумиум" : 500,
      "Аллигиор" : 100,
      "Броневой NEXUS-модуль Paternis" : 1,
      "Эспитиум" : 500
   }
}
,
"Буровая кассета (иментиум)": {
   "material" : {
      "Титан" : 25,
      "Полинитрокол" : 20
   },
   "cat" : "Буровые кассеты"
}
,
"Буровая кассета (коликсиум)": {
   "cat" : "Буровые кассеты",
   "material" : {
      "Гидробенол" : 15,
      "Бриочит" : 15
   }
}
,
"Буровая кассета (ликвизит)": {
   "cat" : "Буровые кассеты",
   "material" : {
      "Титан" : 25,
      "Аксиколин" : 35
   }
}
,
"Буровая кассета (нефть)": {
   "cat" : "Буровые кассеты",
   "material" : {
      "Титан" : 25,
      "Аксиколин" : 25
   }
}
,
"Буровая кассета (сильгиум)": {
   "material" : {
      "Флоботил" : 20,
      "Титан" : 25
   },
   "cat" : "Буровые кассеты"
}
,
"Буровая кассета (стермонит)": {
   "cat" : "Буровые кассеты",
   "material" : {
      "Титан" : 25,
      "Полинуклеит" : 20
   }
}
,
"Буровая кассета (титановая руда)": {
   "cat" : "Буровые кассеты",
   "material" : {
      "Титан" : 25,
      "Аксиколин" : 25
   }
}
,
"Буровая кассета (эпритон)": {
   "cat" : "Буровые кассеты",
   "material" : {
      "Титан" : 25,
      "Аксиколин" : 35
   }
}
,
"Буровая станция": {
   "material" : {
      "Титан" : 2500,
      "Пластеозин" : 2500,
      "Криоперин" : 1250,
      "Бриочит" : 2500,
      "Аллигиор" : 2500,
      "Эспитиум" : 1250
   },
   "cat" : "Буровые станции",
   "tier" : "T1"
}
,
"Усовершенствованная буровая станция": {
   "tier" : "T2",
   "cat" : "Буровые станции",
   "material" : {
      "Пластеозин" : 1250,
      "Бочилум" : 1250,
      "Титан" : 1250,
      "Эспитиум" : 1250,
      "Бриочит" : 2500,
      "Буровая станция" : 1,
      "Тиразин" : 625,
      "Аллигиор" : 2500,
      "Криоперин" : 625,
      "Коалимин" : 1250
   }
}
,
"Hi-tech буровая станция": {
   "material" : {
      "Бриочит" : 2500,
      "Коалимин" : 2500,
      "Аллигиор" : 2500,
      "Тиразин" : 1250,
      "Эспитиум" : 1250,
      "Усовершенствованная буровая станция" : 1,
      "Бочилум" : 2500
   },
   "tier" : "T3",
   "cat" : "Буровые станции"
}
,
"Стандартный NEXUS-модуль быстрого извлечения": {
   "tier" : "T1",
   "cat" : "Быстрое извлечение",
   "material" : {
      "Пластеозин" : 50,
      "Титан" : 50,
      "Криоперин" : 500
   }
}
,
"NEXUS-модуль быстрого извлечения AE-D250": {
   "material" : {
      "Криоперин" : 500,
      "Стандартный NEXUS-модуль быстрого извлечения" : 1,
      "Пластеозин" : 50,
      "Титан" : 50
   },
   "tier" : "T2",
   "cat" : "Быстрое извлечение"
}
,
"NEXUS-модуль быстрого извлечения Matriot-II": {
   "cat" : "Быстрое извлечение",
   "tier" : "T3",
   "material" : {
      "Эспитиум" : 250,
      "Криоперин" : 250,
      "Аллигиор" : 25,
      "Титан" : 50,
      "Пластеозин" : 25,
      "NEXUS-модуль быстрого извлечения AE-D250" : 1
   }
}
,
"NEXUS-модуль быстрого извлечения Matriot-IV": {
   "tier" : "T4",
   "cat" : "Быстрое извлечение",
   "material" : {
      "Эспитиум" : 500,
      "NEXUS-модуль быстрого извлечения Matriot-II" : 1,
      "Аллигиор" : 50,
      "Бриочит" : 50,
      "Криоперин" : 500,
      "Пластеозин" : 50,
      "Титан" : 50
   }
}
,
"NEXUS - ускоренное наведение": {
   "material" : {
      "Аксиколин" : 50,
      "Витрицил" : 250,
      "Титан" : 50,
      "Криоперин" : 250,
      "Флоботил" : 50
   },
   "cat" : "Быстрое наведение",
   "tier" : "T1"
}
,
"NEXUS - ускоренное наведение \"JPS-Redeye\"": {
   "tier" : "T2",
   "cat" : "Быстрое наведение",
   "material" : {
      "Криоперин" : 250,
      "Флоботил" : 50,
      "NEXUS - ускоренное наведение" : 1,
      "Титан" : 50,
      "Аксиколин" : 50,
      "Витрицил" : 250
   }
}
,
"NEXUS - ускоренное наведение \"Tersung\"": {
   "cat" : "Быстрое наведение",
   "tier" : "T3",
   "material" : {
      "NEXUS - ускоренное наведение \"JPS-Redeye\"" : 1,
      "Эспитиум" : 250,
      "Флоботил" : 50,
      "Гидробенол" : 50,
      "Титан" : 50,
      "Витрицил" : 250
   }
}
,
"NEXUS - ускоренное наведение \"JPS-Greeneye\"": {
   "material" : {
      "Флоботил" : 100,
      "Эспитиум" : 500,
      "Бриочит" : 100,
      "NEXUS - ускоренное наведение \"Tersung\"" : 1,
      "Витрицил" : 500,
      "Гидробенол" : 100
   },
   "tier" : "T4",
   "cat" : "Быстрое наведение"
}
,
"Стандартный вспомогательный реактор": {
   "material" : {
      "Титан" : 200,
      "Криоперин" : 300
   },
   "cat" : "Вспомогательные реакторы",
   "tier" : "T1"
}
,
"Вспомогательный реактор Y-типа 'Connector'": {
   "material" : {
      "Стандартный вспомогательный реактор" : 1,
      "Криоперин" : 300,
      "Титан" : 200
   },
   "cat" : "Вспомогательные реакторы",
   "tier" : "T2"
}
,
"Вспомогательный реактор Palp": {
   "material" : {
      "Вспомогательный реактор Y-типа 'Connector'" : 1,
      "Титан" : 200,
      "Криоперин" : 150,
      "Эспитиум" : 150
   },
   "cat" : "Вспомогательные реакторы",
   "tier" : "T3"
}
,
"Вспомогательный реактор E-set 15VaW": {
   "material" : {
      "Титан" : 200,
      "Эспитиум" : 300,
      "Вспомогательный реактор Palp" : 1,
      "Бриочит" : 200,
      "Криоперин" : 300
   },
   "tier" : "T4",
   "cat" : "Вспомогательные реакторы"
}
,
"Генератор маскирующего поля": {
   "material" : {
      "Аксиколин" : 250,
      "Титан" : 250,
      "Гидробенол" : 250,
      "Эспитиум" : 500,
      "Бриочит" : 250,
      "Криоперин" : 500
   },
   "cat" : "Генераторы маскирующего поля",
   "tier" : "T1"
}
,
"Усовершенствованный генератор маскирующего поля": {
   "cat" : "Генераторы маскирующего поля",
   "tier" : "T2",
   "material" : {
      "Гидробенол" : 250,
      "Аксиколин" : 125,
      "Коалимин" : 125,
      "Криоперин" : 250,
      "Тиразин" : 250,
      "Турилиум" : 125,
      "Генератор маскирующего поля" : 1,
      "Титан" : 125,
      "Бриочит" : 250,
      "Эспитиум" : 500
   }
}
,
"Hi-tech генератор маскирующего поля": {
   "material" : {
      "Бриочит" : 250,
      "Усовершенствованный генератор маскирующего поля" : 1,
      "Коалимин" : 250,
      "Тиразин" : 500,
      "Эспитиум" : 500,
      "Гидробенол" : 250,
      "Турилиум" : 250
   },
   "tier" : "T3",
   "cat" : "Генераторы маскирующего поля"
}
,
"Стандартный геосканер": {
   "tier" : "T1",
   "cat" : "Геосканеры",
   "material" : {
      "Титан" : 50,
      "Криоперин" : 350
   }
}
,
"Геосканер Ovostec-Chisomel": {
   "tier" : "T2",
   "cat" : "Геосканеры",
   "material" : {
      "Криоперин" : 350,
      "Стандартный геосканер" : 1,
      "Титан" : 50
   }
}
,
"Геосканер Syverz": {
   "material" : {
      "Титан" : 50,
      "Криоперин" : 175,
      "Геосканер Ovostec-Chisomel" : 1,
      "Эспитиум" : 175
   },
   "tier" : "T3",
   "cat" : "Геосканеры"
}
,
"Геосканер Eksplor-q3000": {
   "tier" : "T4",
   "cat" : "Геосканеры",
   "material" : {
      "Бриочит" : 50,
      "Криоперин" : 350,
      "Геосканер Syverz" : 1,
      "Эспитиум" : 350,
      "Титан" : 50
   }
}
,
"Терминал": {
   "material" : {
      "Гидробенол" : 2000,
      "Аксиколин" : 2000,
      "Криоперин" : 5000,
      "Аллигиор" : 7500,
      "Титан" : 20000,
      "Пластеозин" : 7500,
      "Бриочит" : 20000,
      "Эспитиум" : 5000
   },
   "cat" : "Главные терминалы",
   "tier" : "T1"
}
,
"Усовершенствованный терминал": {
   "material" : {
      "Эспитиум" : 5000,
      "Бриочит" : 20000,
      "Бочилум" : 3750,
      "Титан" : 10000,
      "Пластеозин" : 3750,
      "Турилиум" : 1000,
      "Тиразин" : 2500,
      "Коалимин" : 10000,
      "Криоперин" : 2500,
      "Аллигиор" : 7500,
      "Аксиколин" : 1000,
      "Терминал" : 1,
      "Гидробенол" : 2000
   },
   "tier" : "T2",
   "cat" : "Главные терминалы"
}
,
"Hi-Tech терминал": {
   "tier" : "T3",
   "cat" : "Главные терминалы",
   "material" : {
      "Бочилум" : 7500,
      "Турилиум" : 2000,
      "Эспитиум" : 5000,
      "Бриочит" : 20000,
      "Гидробенол" : 2000,
      "Усовершенствованный терминал" : 1,
      "Тиразин" : 5000,
      "Аллигиор" : 7500,
      "Коалимин" : 20000
   }
}
,
"Стандартный NEXUS-модуль дальнего захвата": {
   "material" : {
      "Криоперин" : 300,
      "Прилумиум" : 300,
      "Титан" : 50
   },
   "cat" : "Дальнее наведение",
   "tier" : "T1"
}
,
"NEXUS-модуль дальнего захвата Gecko D-1500": {
   "material" : {
      "Криоперин" : 300,
      "Прилумиум" : 300,
      "Стандартный NEXUS-модуль дальнего захвата" : 1,
      "Титан" : 50
   },
   "cat" : "Дальнее наведение",
   "tier" : "T2"
}
,
"NEXUS-модуль дальнего захвата Martimal": {
   "cat" : "Дальнее наведение",
   "tier" : "T3",
   "material" : {
      "Титан" : 50,
      "NEXUS-модуль дальнего захвата Gecko D-1500" : 1,
      "Эспитиум" : 300,
      "Прилумиум" : 300
   }
}
,
"NEXUS-модуль дальнего захвата Gecko M-2000": {
   "material" : {
      "Прилумиум" : 600,
      "Бриочит" : 100,
      "NEXUS-модуль дальнего захвата Martimal" : 1,
      "Эспитиум" : 600
   },
   "cat" : "Дальнее наведение",
   "tier" : "T4"
}
,
"Стандартный детектор": {
   "tier" : "T1",
   "cat" : "Детекторы",
   "material" : {
      "Криоперин" : 450,
      "Пластеозин" : 50,
      "Титан" : 200
   }
}
,
"Детектор Techodo": {
   "cat" : "Детекторы",
   "tier" : "T2",
   "material" : {
      "Пластеозин" : 50,
      "Титан" : 200,
      "Стандартный детектор" : 1,
      "Криоперин" : 450
   }
}
,
"Детектор MX-1 Dogon": {
   "material" : {
      "Эспитиум" : 225,
      "Аллигиор" : 25,
      "Криоперин" : 225,
      "Пластеозин" : 25,
      "Титан" : 200,
      "Детектор Techodo" : 1
   },
   "cat" : "Детекторы",
   "tier" : "T3"
}
,
"Детектор 'Rogue'": {
   "cat" : "Детекторы",
   "tier" : "T4",
   "material" : {
      "Криоперин" : 450,
      "Бриочит" : 200,
      "Аллигиор" : 50,
      "Детектор MX-1 Dogon" : 1,
      "Эспитиум" : 450,
      "Титан" : 200,
      "Пластеозин" : 50
   }
}
,
"Стандартный дистанционный усилитель радара": {
   "cat" : "Дистанционные усилители радара",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 400,
      "Титан" : 100
   }
}
,
"Дистанционный усилитель радара Occul": {
   "tier" : "T2",
   "cat" : "Дистанционные усилители радара",
   "material" : {
      "Криоперин" : 400,
      "Стандартный дистанционный усилитель радара" : 1,
      "Титан" : 100
   }
}
,
"Дистанционный усилитель радара Da Gama-PLS10": {
   "cat" : "Дистанционные усилители радара",
   "tier" : "T3",
   "material" : {
      "Дистанционный усилитель радара Occul" : 1,
      "Титан" : 100,
      "Криоперин" : 200,
      "Эспитиум" : 200
   }
}
,
"Дистанционный усилитель радара Ambassador-RU2": {
   "cat" : "Дистанционные усилители радара",
   "tier" : "T4",
   "material" : {
      "Титан" : 100,
      "Дистанционный усилитель радара Da Gama-PLS10" : 1,
      "Эспитиум" : 400,
      "Криоперин" : 400,
      "Бриочит" : 100
   }
}
,
"Стандартный замедлитель": {
   "tier" : "T1",
   "cat" : "Замедлители ближнего действия",
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 100,
      "Криоперин" : 350
   }
}
,
"Замедлитель Арахнид-класса": {
   "material" : {
      "Аксиколин" : 100,
      "Титан" : 100,
      "Криоперин" : 350,
      "Стандартный замедлитель" : 1
   },
   "cat" : "Замедлители ближнего действия",
   "tier" : "T2"
}
,
"Замедлитель NNt. IX": {
   "tier" : "T3",
   "cat" : "Замедлители ближнего действия",
   "material" : {
      "Аксиколин" : 50,
      "Замедлитель Арахнид-класса" : 1,
      "Титан" : 100,
      "Гидробенол" : 50,
      "Эспитиум" : 175,
      "Криоперин" : 175
   }
}
,
"Замедлитель NNt. IY": {
   "material" : {
      "Криоперин" : 350,
      "Замедлитель NNt. IX" : 1,
      "Бриочит" : 100,
      "Эспитиум" : 350,
      "Гидробенол" : 100,
      "Аксиколин" : 100,
      "Титан" : 100
   },
   "tier" : "T4",
   "cat" : "Замедлители ближнего действия"
}
,
"Замедлитель дальнего радиуса действия": {
   "cat" : "Замедлители дальнего действия",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 500,
      "Аксиколин" : 150,
      "Титан" : 100
   }
}
,
"Venom L-demobilizer": {
   "cat" : "Замедлители дальнего действия",
   "tier" : "T2",
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 150,
      "Замедлитель дальнего радиуса действия" : 1,
      "Криоперин" : 500
   }
}
,
"GLOO L-demobilizer": {
   "cat" : "Замедлители дальнего действия",
   "tier" : "T3",
   "material" : {
      "Аксиколин" : 75,
      "Титан" : 100,
      "Гидробенол" : 75,
      "Эспитиум" : 250,
      "Venom L-demobilizer" : 1,
      "Криоперин" : 250
   }
}
,
"TDR25 L-demobilizer": {
   "material" : {
      "Гидробенол" : 150,
      "Титан" : 100,
      "Аксиколин" : 150,
      "Бриочит" : 100,
      "Криоперин" : 500,
      "Эспитиум" : 500,
      "GLOO L-demobilizer" : 1
   },
   "cat" : "Замедлители дальнего действия",
   "tier" : "T4"
}
,
"Заряд инжектора энергии": {
   "cat" : "Заряды инжектора энергии",
   "material" : {
      "Криоперин" : 500,
      "Титан" : 50
   }
}
,
"Standard kinetic ERP": {
   "material" : {
      "Метахропин" : 100,
      "Титан" : 200,
      "Пластеозин" : 100,
      "Криоперин" : 200,
      "Прилумиум" : 200
   },
   "cat" : "Кинетические ЕРП",
   "tier" : "T1"
}
,
"Hegatex-1000 kinetic ERP": {
   "material" : {
      "Standard kinetic ERP" : 1,
      "Прилумиум" : 200,
      "Криоперин" : 200,
      "Пластеозин" : 100,
      "Титан" : 200,
      "Метахропин" : 100
   },
   "tier" : "T2",
   "cat" : "Кинетические ЕРП"
}
,
"Solitex-990 kinetic ERP": {
   "material" : {
      "Аллигиор" : 100,
      "Прилумиум" : 200,
      "Эспитиум" : 200,
      "Hegatex-1000 kinetic ERP" : 1,
      "Метахропин" : 100,
      "Титан" : 200
   },
   "tier" : "T3",
   "cat" : "Кинетические ЕРП"
}
,
"Emerolyte kinetic ERP": {
   "cat" : "Кинетические ЕРП",
   "tier" : "T4",
   "material" : {
      "Метахропин" : 200,
      "Аллигиор" : 200,
      "Solitex-990 kinetic ERP" : 1,
      "Бриочит" : 400,
      "Прилумиум" : 400,
      "Эспитиум" : 400
   }
}
,
"Кинетический усилитель": {
   "material" : {
      "Метахропин" : 125,
      "Титан" : 100,
      "Пластеозин" : 125,
      "Прилумиум" : 50,
      "Криоперин" : 50
   },
   "tier" : "T1",
   "cat" : "Кинетические усилители"
}
,
"Кинетический усилитель 'Counterpress I-230'": {
   "cat" : "Кинетические усилители",
   "tier" : "T2",
   "material" : {
      "Титан" : 100,
      "Метахропин" : 125,
      "Пластеозин" : 125,
      "Кинетический усилитель" : 1,
      "Прилумиум" : 50,
      "Криоперин" : 50
   }
}
,
"Кинетический усилитель 'Apparod Defragger'": {
   "material" : {
      "Метахропин" : 125,
      "Титан" : 100,
      "Кинетический усилитель 'Counterpress I-230'" : 1,
      "Эспитиум" : 50,
      "Прилумиум" : 50,
      "Аллигиор" : 125
   },
   "cat" : "Кинетические усилители",
   "tier" : "T3"
}
,
"Кинетический усилитель 'Grampier-VK'": {
   "material" : {
      "Бриочит" : 200,
      "Прилумиум" : 100,
      "Аллигиор" : 250,
      "Эспитиум" : 100,
      "Кинетический усилитель 'Apparod Defragger'" : 1,
      "Метахропин" : 250
   },
   "cat" : "Кинетические усилители",
   "tier" : "T4"
}
,
"Бочилум": {
   "material" : {
      "Коликсиум" : 50,
      "Нефть (HDT)" : 100,
      "Эпритон" : 25
   },
   "cat" : "Коликсиум-содержащие материалы"
}
,
"Коалимин": {
   "material" : {
      "Эпритон" : 25,
      "Титановая руда" : 100,
      "Коликсиум" : 75
   },
   "cat" : "Коликсиум-содержащие материалы"
}
,
"Тиразин": {
   "material" : {
      "Коликсиум" : 50,
      "Эпритон" : 25,
      "Норалгис" : 50
   },
   "cat" : "Коликсиум-содержащие материалы"
}
,
"Турилиум": {
   "material" : {
      "Эпритон" : 25,
      "Коликсиум" : 50,
      "Ликвизит" : 100
   },
   "cat" : "Коликсиум-содержащие материалы"
}
,
"Битый компонент Нуимколов": {
   "material" : {
      "Шолонин" : 1,
      "Статишноль" : 1,
      "Полинитрокол" : 1
   },
   "cat" : "Компоненты Нуимколов"
}
,
"Рабочий компонент Нуимколов": {
   "material" : {
      "Шолонин" : 2,
      "Полинитрокол" : 2,
      "Статишноль" : 2
   },
   "cat" : "Компоненты Нуимколов"
}
,
"Целый компонент Нуимколов": {
   "cat" : "Компоненты Нуимколов",
   "material" : {
      "Полинитрокол" : 3,
      "Статишноль" : 3,
      "Шолонин" : 3
   }
}
,
"Битый компонент Пелистян": {
   "material" : {
      "Витрицил" : 1,
      "Флоботил" : 1,
      "Изопропентол" : 1
   },
   "cat" : "Компоненты Пелистян"
}
,
"Рабочий компонент Пелистян": {
   "cat" : "Компоненты Пелистян",
   "material" : {
      "Изопропентол" : 2,
      "Флоботил" : 2,
      "Витрицил" : 2
   }
}
,
"Целый компонент Пелистян": {
   "cat" : "Компоненты Пелистян",
   "material" : {
      "Витрицил" : 3,
      "Флоботил" : 3,
      "Изопропентол" : 3
   }
}
,
"Битый компонент Телодика": {
   "cat" : "Компоненты Телодика",
   "material" : {
      "Полинуклеит" : 1,
      "Метахропин" : 1,
      "Прилумиум" : 1
   }
}
,
"Рабочий компонент Телодика": {
   "material" : {
      "Прилумиум" : 2,
      "Метахропин" : 2,
      "Полинуклеит" : 2
   },
   "cat" : "Компоненты Телодика"
}
,
"Целый компонент Телодика": {
   "material" : {
      "Прилумиум" : 3,
      "Полинуклеит" : 3,
      "Метахропин" : 3
   },
   "cat" : "Компоненты Телодика"
}
,
"Стандартный NEXUS-модуль критического попадания": {
   "cat" : "Критический урон",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 250,
      "Прилумиум" : 250,
      "Аксиколин" : 50,
      "Полинуклеит" : 50,
      "Титан" : 50
   }
}
,
"NEXUS-модуль критического попадания Qandellay": {
   "material" : {
      "Криоперин" : 250,
      "Прилумиум" : 250,
      "Аксиколин" : 50,
      "Полинуклеит" : 50,
      "Титан" : 50,
      "Стандартный NEXUS-модуль критического попадания" : 1
   },
   "tier" : "T2",
   "cat" : "Критический урон"
}
,
"NEXUS-модуль критического попадания E-scope": {
   "tier" : "T3",
   "cat" : "Критический урон",
   "material" : {
      "Гидробенол" : 50,
      "Титан" : 50,
      "NEXUS-модуль критического попадания Qandellay" : 1,
      "Полинуклеит" : 50,
      "Прилумиум" : 250,
      "Эспитиум" : 250
   }
}
,
"NEXUS-модуль критического попадания ZTW": {
   "tier" : "T4",
   "cat" : "Критический урон",
   "material" : {
      "Бриочит" : 100,
      "Прилумиум" : 500,
      "NEXUS-модуль критического попадания E-scope" : 1,
      "Эспитиум" : 500,
      "Гидробенол" : 100,
      "Полинуклеит" : 100
   }
}
,
"Лаборатория инженерного анализа": {
   "tier" : "T1",
   "cat" : "Лаборатории инженерного анализа",
   "material" : {
      "Аксиколин" : 2500,
      "Гидробенол" : 2500,
      "Аллигиор" : 2500,
      "Криоперин" : 2500,
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Эспитиум" : 2500,
      "Бриочит" : 5000
   }
}
,
"Усовершенствованная лаборатория инженерного анализа": {
   "material" : {
      "Коалимин" : 2500,
      "Криоперин" : 1250,
      "Аллигиор" : 2500,
      "Тиразин" : 1250,
      "Лаборатория инженерного анализа" : 1,
      "Гидробенол" : 2500,
      "Аксиколин" : 1250,
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Турилиум" : 1250,
      "Титан" : 2500,
      "Бочилум" : 1250,
      "Пластеозин" : 1250
   },
   "cat" : "Лаборатории инженерного анализа",
   "tier" : "T2"
}
,
"Hi-tech лаборатория инженерного анализа": {
   "tier" : "T3",
   "cat" : "Лаборатории инженерного анализа",
   "material" : {
      "Коалимин" : 5000,
      "Аллигиор" : 2500,
      "Тиразин" : 2500,
      "Гидробенол" : 2500,
      "Усовершенствованная лаборатория инженерного анализа" : 1,
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Турилиум" : 2500,
      "Бочилум" : 2500
   }
}
,
"Лазерная турель": {
   "material" : {
      "Аксиколин" : 750,
      "Титан" : 100,
      "Гидробенол" : 750,
      "Эспитиум" : 500,
      "Бриочит" : 100,
      "Криоперин" : 500
   },
   "cat" : "Лазерные турели",
   "tier" : "T1"
}
,
"Усовершенствованная лазерная турель": {
   "material" : {
      "Титан" : 50,
      "Лазерная турель" : 1,
      "Турилиум" : 375,
      "Эспитиум" : 500,
      "Бриочит" : 100,
      "Аксиколин" : 375,
      "Гидробенол" : 750,
      "Тиразин" : 250,
      "Коалимин" : 50,
      "Криоперин" : 250
   },
   "tier" : "T2",
   "cat" : "Лазерные турели"
}
,
"Hi-tech лазерная турель": {
   "tier" : "T3",
   "cat" : "Лазерные турели",
   "material" : {
      "Эспитиум" : 500,
      "Тиразин" : 500,
      "Усовершенствованная лазерная турель" : 1,
      "Бриочит" : 100,
      "Коалимин" : 100,
      "Гидробенол" : 750,
      "Турилиум" : 750
   }
}
,
"Стандартный пакет улучшений лазера": {
   "tier" : "T1",
   "cat" : "Лазеры",
   "material" : {
      "Полинуклеит" : 50,
      "Аксиколин" : 50,
      "Титан" : 50,
      "Криоперин" : 100,
      "Прилумиум" : 100
   }
}
,
"Пакет улучшений лазеров Reflexis II": {
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 50,
      "Полинуклеит" : 50,
      "Криоперин" : 100,
      "Прилумиум" : 100,
      "Стандартный пакет улучшений лазера" : 1
   },
   "cat" : "Лазеры",
   "tier" : "T2"
}
,
"Пакет улучшений лазеров Kauska Optibrace": {
   "material" : {
      "Полинуклеит" : 50,
      "Титан" : 50,
      "Гидробенол" : 50,
      "Пакет улучшений лазеров Reflexis II" : 1,
      "Эспитиум" : 100,
      "Прилумиум" : 100
   },
   "tier" : "T3",
   "cat" : "Лазеры"
}
,
"Пакет улучшений лазеров Оqulus": {
   "tier" : "T4",
   "cat" : "Лазеры",
   "material" : {
      "Прилумиум" : 200,
      "Бриочит" : 100,
      "Эспитиум" : 200,
      "Гидробенол" : 100,
      "Пакет улучшений лазеров Kauska Optibrace" : 1,
      "Полинуклеит" : 100
   }
}
,
"Легкая бронеплита": {
   "material" : {
      "Титан" : 250,
      "Пластеозин" : 350
   },
   "cat" : "Легкие бронеплиты",
   "tier" : "T1"
}
,
"Легкая бронеплита \"Wobost-Titangrip\"": {
   "material" : {
      "Титан" : 250,
      "Пластеозин" : 350,
      "Легкая бронеплита" : 1
   },
   "cat" : "Легкие бронеплиты",
   "tier" : "T2"
}
,
"Легкая бронеплита 'Invigor I'": {
   "cat" : "Легкие бронеплиты",
   "tier" : "T3",
   "material" : {
      "Легкая бронеплита \"Wobost-Titangrip\"" : 1,
      "Пластеозин" : 175,
      "Титан" : 250,
      "Аллигиор" : 175
   }
}
,
"Легкая бронеплита 'Karapas'": {
   "cat" : "Легкие бронеплиты",
   "tier" : "T4",
   "material" : {
      "Титан" : 250,
      "Пластеозин" : 350,
      "Легкая бронеплита 'Invigor I'" : 1,
      "Бриочит" : 250,
      "Аллигиор" : 350
   }
}
,
"Аргано": {
   "material" : {
      "Криоперин" : 300,
      "Пластеозин" : 500,
      "Титан" : 750
   },
   "cat" : "Легкие роботы"
}
,
"Лэйрд": {
   "cat" : "Легкие роботы",
   "material" : {
      "Криоперин" : 300,
      "Пластеозин" : 500,
      "Титан" : 750
   }
}
,
"Аргано Mk2": {
   "material" : {
      "Титан" : 750,
      "Пластеозин" : 500,
      "Криоперин" : 300,
      "Аргано" : 1,
      "Ядро процессора лёгкого робота Ниани" : 1
   },
   "cat" : "Легкие роботы",
   "tier" : "Mk2"
}
,
"Лэйрд Mk2": {
   "material" : {
      "Пластеозин" : 500,
      "Титан" : 750,
      "Лэйрд" : 1,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Криоперин" : 300
   },
   "tier" : "Mk2",
   "cat" : "Легкие роботы"
}
,
"Аргано (П)": {
   "tier" : "П",
   "cat" : "Легкие роботы",
   "material" : {
      "Битый общий компонент" : 40,
      "Криоперин" : 300,
      "Пластеозин" : 500,
      "Титан" : 750
   },
   "type" : "proto"
}
,
"Лэйрд (П)": {
   "tier" : "П",
   "cat" : "Легкие роботы",
   "material" : {
      "Битый общий компонент" : 40,
      "Криоперин" : 300,
      "Титан" : 750,
      "Пластеозин" : 500
   },
   "type" : "proto"
}
,
"Хамелеон": {
   "cat" : "Легкие роботы Нуимкол",
   "material" : {
      "Шолонин" : 1000,
      "Криоперин" : 500,
      "Аксиколин" : 200,
      "Эспитиум" : 500,
      "Пластеозин" : 150,
      "Полинитрокол" : 200,
      "Титан" : 1000,
      "Статишноль" : 150
   }
}
,
"Ягель": {
   "cat" : "Легкие роботы Нуимкол",
   "material" : {
      "Шолонин" : 100,
      "Криоперин" : 100,
      "Титан" : 750,
      "Статишноль" : 150,
      "Полинитрокол" : 200,
      "Аксиколин" : 200,
      "Пластеозин" : 150
   }
}
,
"Хамелеон Mk2": {
   "material" : {
      "Хамелеон" : 1,
      "Криоперин" : 500,
      "Шолонин" : 1000,
      "Аксиколин" : 200,
      "Эспитиум" : 500,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Полинитрокол" : 200,
      "Пластеозин" : 150,
      "Титан" : 1000,
      "Статишноль" : 150
   },
   "cat" : "Легкие роботы Нуимкол",
   "tier" : "Mk2"
}
,
"Ягель Mk2": {
   "material" : {
      "Шолонин" : 100,
      "Ягель" : 1,
      "Криоперин" : 100,
      "Аксиколин" : 200,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Титан" : 750,
      "Статишноль" : 150,
      "Пластеозин" : 150,
      "Полинитрокол" : 200
   },
   "tier" : "Mk2",
   "cat" : "Легкие роботы Нуимкол"
}
,
"Хамелеон (П)": {
   "cat" : "Легкие роботы Нуимкол",
   "tier" : "П",
   "material" : {
      "Аксиколин" : 200,
      "Шолонин" : 1000,
      "Криоперин" : 500,
      "Рабочий компонент Нуимколов" : 10,
      "Титан" : 1000,
      "Статишноль" : 150,
      "Полинитрокол" : 200,
      "Пластеозин" : 150,
      "Эспитиум" : 500,
      "Битый общий компонент" : 20,
      "Битый компонент Нуимколов" : 20,
      "Рабочий общий компонент" : 10
   },
   "type" : "proto"
}
,
"Ягель (П)": {
   "type" : "proto",
   "material" : {
      "Битый компонент Нуимколов" : 20,
      "Битый общий компонент" : 20,
      "Полинитрокол" : 200,
      "Пластеозин" : 150,
      "Статишноль" : 150,
      "Титан" : 750,
      "Криоперин" : 100,
      "Шолонин" : 100,
      "Аксиколин" : 200
   },
   "tier" : "П",
   "cat" : "Легкие роботы Нуимкол"
}
,
"Кастель": {
   "cat" : "Легкие роботы Пелистян",
   "material" : {
      "Титан" : 750,
      "Пластеозин" : 150,
      "Витрицил" : 100,
      "Аксиколин" : 200,
      "Криоперин" : 100,
      "Флоботил" : 200,
      "Изопропентол" : 150
   }
}
,
"Трояр": {
   "material" : {
      "Титан" : 1000,
      "Витрицил" : 1000,
      "Пластеозин" : 150,
      "Эспитиум" : 500,
      "Аксиколин" : 200,
      "Флоботил" : 200,
      "Изопропентол" : 150,
      "Криоперин" : 500
   },
   "cat" : "Легкие роботы Пелистян"
}
,
"Кастель Mk2": {
   "tier" : "Mk2",
   "cat" : "Легкие роботы Пелистян",
   "material" : {
      "Кастель" : 1,
      "Пластеозин" : 150,
      "Витрицил" : 100,
      "Титан" : 750,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Аксиколин" : 200,
      "Криоперин" : 100,
      "Изопропентол" : 150,
      "Флоботил" : 200
   }
}
,
"Трояр Mk2": {
   "tier" : "Mk2",
   "cat" : "Легкие роботы Пелистян",
   "material" : {
      "Аксиколин" : 200,
      "Флоботил" : 200,
      "Изопропентол" : 150,
      "Криоперин" : 500,
      "Титан" : 1000,
      "Трояр" : 1,
      "Витрицил" : 1000,
      "Пластеозин" : 150,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Эспитиум" : 500
   }
}
,
"Кастель (П)": {
   "type" : "proto",
   "material" : {
      "Криоперин" : 100,
      "Флоботил" : 200,
      "Изопропентол" : 150,
      "Аксиколин" : 200,
      "Битый общий компонент" : 20,
      "Титан" : 750,
      "Пластеозин" : 150,
      "Витрицил" : 100,
      "Битый компонент Пелистян" : 20
   },
   "cat" : "Легкие роботы Пелистян",
   "tier" : "П"
}
,
"Трояр (П)": {
   "material" : {
      "Флоботил" : 200,
      "Изопропентол" : 150,
      "Криоперин" : 500,
      "Рабочий компонент Пелистян" : 10,
      "Аксиколин" : 200,
      "Эспитиум" : 500,
      "Битый общий компонент" : 20,
      "Рабочий общий компонент" : 10,
      "Титан" : 1000,
      "Витрицил" : 1000,
      "Битый компонент Пелистян" : 20,
      "Пластеозин" : 150
   },
   "tier" : "П",
   "cat" : "Легкие роботы Пелистян",
   "type" : "proto"
}
,
"Интакт": {
   "material" : {
      "Эспитиум" : 500,
      "Пластеозин" : 150,
      "Полинуклеит" : 200,
      "Титан" : 1000,
      "Криоперин" : 500,
      "Прилумиум" : 1000,
      "Аксиколин" : 200,
      "Метахропин" : 150
   },
   "cat" : "Легкие роботы Телодика"
}
,
"Прометей": {
   "material" : {
      "Криоперин" : 100,
      "Прилумиум" : 100,
      "Аксиколин" : 200,
      "Полинуклеит" : 200,
      "Пластеозин" : 150,
      "Титан" : 750,
      "Метахропин" : 150
   },
   "cat" : "Легкие роботы Телодика"
}
,
"Интакт Mk2": {
   "material" : {
      "Эспитиум" : 500,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Интакт" : 1,
      "Полинуклеит" : 200,
      "Пластеозин" : 150,
      "Титан" : 1000,
      "Криоперин" : 500,
      "Прилумиум" : 1000,
      "Аксиколин" : 200,
      "Метахропин" : 150
   },
   "tier" : "Mk2",
   "cat" : "Легкие роботы Телодика"
}
,
"Прометей Mk2": {
   "material" : {
      "Прилумиум" : 100,
      "Криоперин" : 100,
      "Аксиколин" : 200,
      "Метахропин" : 150,
      "Ядро процессора лёгкого робота Ниани" : 1,
      "Пластеозин" : 150,
      "Полинуклеит" : 200,
      "Титан" : 750,
      "Прометей" : 1
   },
   "cat" : "Легкие роботы Телодика",
   "tier" : "Mk2"
}
,
"Интакт (П)": {
   "tier" : "П",
   "cat" : "Легкие роботы Телодика",
   "material" : {
      "Метахропин" : 150,
      "Аксиколин" : 200,
      "Битый компонент Телодика" : 20,
      "Прилумиум" : 1000,
      "Криоперин" : 500,
      "Титан" : 1000,
      "Полинуклеит" : 200,
      "Пластеозин" : 150,
      "Рабочий компонент Телодика" : 10,
      "Эспитиум" : 500,
      "Битый общий компонент" : 20,
      "Рабочий общий компонент" : 10
   },
   "type" : "proto"
}
,
"Прометей (П)": {
   "material" : {
      "Битый компонент Телодика" : 20,
      "Криоперин" : 100,
      "Прилумиум" : 100,
      "Аксиколин" : 200,
      "Метахропин" : 150,
      "Битый общий компонент" : 20,
      "Пластеозин" : 150,
      "Полинуклеит" : 200,
      "Титан" : 750
   },
   "tier" : "П",
   "cat" : "Легкие роботы Телодика",
   "type" : "proto"
}
,
"Стандартный лёгкий HCL-лазер": {
   "tier" : "T1",
   "cat" : "Лёгкие лазеры",
   "material" : {
      "Полинуклеит" : 50,
      "Аксиколин" : 50,
      "Титан" : 50
   }
}
,
"Лёгкий HCL-лазер Thelotec-Dabis": {
   "cat" : "Лёгкие лазеры",
   "tier" : "T2",
   "material" : {
      "Титан" : 50,
      "Полинуклеит" : 50,
      "Аксиколин" : 50,
      "Стандартный лёгкий HCL-лазер" : 1
   }
}
,
"Лёгкий HCL-лазер Pikolo": {
   "material" : {
      "Гидробенол" : 50,
      "Полинуклеит" : 50,
      "Титан" : 50,
      "Лёгкий HCL-лазер Thelotec-Dabis" : 1
   },
   "cat" : "Лёгкие лазеры",
   "tier" : "T3"
}
,
"Лёгкий HCL-лазер Thelotec-Stroyar": {
   "tier" : "T4",
   "cat" : "Лёгкие лазеры",
   "material" : {
      "Гидробенол" : 100,
      "Лёгкий HCL-лазер Pikolo" : 1,
      "Полинуклеит" : 100,
      "Бриочит" : 100
   }
}
,
"Стандартная лёгкая автоматическая пушка": {
   "cat" : "Лёгкое огнестрельное оружие",
   "tier" : "T1",
   "material" : {
      "Аксиколин" : 100,
      "Титан" : 100
   }
}
,
"Лёгкая автоматическая пушка Malleus": {
   "material" : {
      "Аксиколин" : 100,
      "Титан" : 100,
      "Стандартная лёгкая автоматическая пушка" : 1
   },
   "tier" : "T2",
   "cat" : "Лёгкое огнестрельное оружие"
}
,
"Лёгкая автоматическая пушка Senner Carbine": {
   "material" : {
      "Лёгкая автоматическая пушка Malleus" : 1,
      "Гидробенол" : 50,
      "Титан" : 100,
      "Аксиколин" : 50
   },
   "cat" : "Лёгкое огнестрельное оружие",
   "tier" : "T3"
}
,
"Лёгкая автоматическая пушка Astoc M45": {
   "tier" : "T4",
   "cat" : "Лёгкое огнестрельное оружие",
   "material" : {
      "Бриочит" : 100,
      "Лёгкая автоматическая пушка Senner Carbine" : 1,
      "Гидробенол" : 100,
      "Аксиколин" : 100,
      "Титан" : 100
   }
}
,
"Стандартный пакет улучшений магнитного оружия": {
   "material" : {
      "Криоперин" : 100,
      "Шолонин" : 100,
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Титан" : 50
   },
   "tier" : "T1",
   "cat" : "Магнитное оружие"
}
,
"Sapphire Vanguard magnetic weapon tuning": {
   "cat" : "Магнитное оружие",
   "tier" : "T2",
   "material" : {
      "Шолонин" : 100,
      "Эспитиум" : 100,
      "Бриочит" : 50,
      "Полинитрокол" : 50,
      "Гидробенол" : 50
   }
}
,
"Пакет улучшений магнитного оружия Nuimtec-Spilster": {
   "material" : {
      "Шолонин" : 100,
      "Криоперин" : 100,
      "Титан" : 50,
      "Полинитрокол" : 50,
      "Аксиколин" : 50,
      "Стандартный пакет улучшений магнитного оружия" : 1
   },
   "tier" : "T2",
   "cat" : "Магнитное оружие"
}
,
"Пакет улучшений магнитного оружия RSU-Magnitcore": {
   "material" : {
      "Полинитрокол" : 50,
      "Титан" : 50,
      "Гидробенол" : 50,
      "Эспитиум" : 100,
      "Шолонин" : 100,
      "Пакет улучшений магнитного оружия Nuimtec-Spilster" : 1
   },
   "cat" : "Магнитное оружие",
   "tier" : "T3"
}
,
"Sapphire Vanguard Commander magnetic weapon tuning": {
   "material" : {
      "Полинитрокол" : 100,
      "Гидробенол" : 100,
      "Шолонин" : 200,
      "Эспитиум" : 200,
      "Бриочит" : 100
   },
   "cat" : "Магнитное оружие",
   "tier" : "T4"
}
,
"Пакет улучшений магнитного оружия Nuimtec-Magniscope XM80": {
   "material" : {
      "Эспитиум" : 200,
      "Шолонин" : 200,
      "Бриочит" : 100,
      "Полинитрокол" : 100,
      "Гидробенол" : 100,
      "Пакет улучшений магнитного оружия RSU-Magnitcore" : 1
   },
   "tier" : "T4",
   "cat" : "Магнитное оружие"
}
,
"Магнитная турель": {
   "material" : {
      "Эспитиум" : 500,
      "Бриочит" : 100,
      "Криоперин" : 500,
      "Аксиколин" : 750,
      "Титан" : 100,
      "Гидробенол" : 750
   },
   "cat" : "Магнитные турели",
   "tier" : "T1"
}
,
"Усовершенствованная магнитная турель": {
   "cat" : "Магнитные турели",
   "tier" : "T2",
   "material" : {
      "Гидробенол" : 750,
      "Аксиколин" : 375,
      "Коалимин" : 50,
      "Криоперин" : 250,
      "Магнитная турель" : 1,
      "Тиразин" : 250,
      "Турилиум" : 375,
      "Титан" : 50,
      "Бриочит" : 100,
      "Эспитиум" : 500
   }
}
,
"Hi-tech магнитная турель": {
   "tier" : "T3",
   "cat" : "Магнитные турели",
   "material" : {
      "Бриочит" : 100,
      "Коалимин" : 100,
      "Тиразин" : 500,
      "Эспитиум" : 500,
      "Турилиум" : 750,
      "Гидробенол" : 750,
      "Усовершенствованная магнитная турель" : 1
   }
}
,
"Жидкостная малая болванка": {
   "material" : {
      "Титан" : 25,
      "Полинитрокол" : 50,
      "Флоботил" : 25
   },
   "cat" : "Малые болванки"
}
,
"Зажигательная малая болванка": {
   "cat" : "Малые болванки",
   "material" : {
      "Полинуклеит" : 25,
      "Полинитрокол" : 50,
      "Титан" : 25
   }
}
,
"Композитная малая болванка": {
   "cat" : "Малые болванки",
   "material" : {
      "Титан" : 25,
      "Полинитрокол" : 100
   }
}
,
"Малая болванка 'Magnedart'": {
   "cat" : "Малые болванки",
   "material" : {
      "Гидробенол" : 25,
      "Полинитрокол" : 50,
      "Титан" : 25
   }
}
,
"Малая болванка 'UDC'": {
   "cat" : "Малые болванки",
   "material" : {
      "Гидробенол" : 25,
      "Полинитрокол" : 50,
      "Титан" : 25
   }
}
,
"Химактивная малая болванка": {
   "cat" : "Малые болванки",
   "material" : {
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Титан" : 25
   }
}
,
"Малый броневосстановитель": {
   "material" : {
      "Пластеозин" : 100,
      "Статишноль" : 100,
      "Титан" : 50,
      "Шолонин" : 25,
      "Криоперин" : 25
   },
   "tier" : "T1",
   "cat" : "Малые броневосстановители"
}
,
"Малый броневосстановитель 'A150'": {
   "cat" : "Малые броневосстановители",
   "tier" : "T2",
   "material" : {
      "Статишноль" : 100,
      "Титан" : 50,
      "Пластеозин" : 100,
      "Криоперин" : 25,
      "Малый броневосстановитель" : 1,
      "Шолонин" : 25
   }
}
,
"Сапфировый малый броневосстановитель": {
   "material" : {
      "Эспитиум" : 25,
      "Шолонин" : 25,
      "Аллигиор" : 100,
      "Бриочит" : 50,
      "Статишноль" : 100
   },
   "cat" : "Малые броневосстановители",
   "tier" : "T2"
}
,
"Малый броневосстановитель 'Quissot'": {
   "material" : {
      "Малый броневосстановитель 'A150'" : 1,
      "Титан" : 50,
      "Статишноль" : 100,
      "Аллигиор" : 100,
      "Шолонин" : 25,
      "Эспитиум" : 25
   },
   "tier" : "T3",
   "cat" : "Малые броневосстановители"
}
,
"Малый броневосстановитель 'Microforge Aestolar'": {
   "cat" : "Малые броневосстановители",
   "tier" : "T4",
   "material" : {
      "Малый броневосстановитель 'Quissot'" : 1,
      "Эспитиум" : 50,
      "Шолонин" : 50,
      "Аллигиор" : 200,
      "Бриочит" : 100,
      "Статишноль" : 200
   }
}
,
"Сапфировый малый броневосстановитель Командира": {
   "material" : {
      "Эспитиум" : 50,
      "Шолонин" : 50,
      "Аллигиор" : 200,
      "Бриочит" : 100,
      "Статишноль" : 200
   },
   "cat" : "Малые броневосстановители",
   "tier" : "T4"
}
,
"Стандартный малый буровой модуль": {
   "material" : {
      "Титан" : 150,
      "Криоперин" : 50
   },
   "tier" : "T1",
   "cat" : "Малые буровые модули"
}
,
"Малый буровой модуль Biroter 5050": {
   "cat" : "Малые буровые модули",
   "tier" : "T2",
   "material" : {
      "Криоперин" : 50,
      "Стандартный малый буровой модуль" : 1,
      "Титан" : 150
   }
}
,
"Малый буровой модуль Sublimator Low-D": {
   "material" : {
      "Малый буровой модуль Biroter 5050" : 1,
      "Титан" : 150,
      "Криоперин" : 25,
      "Эспитиум" : 25
   },
   "tier" : "T3",
   "cat" : "Малые буровые модули"
}
,
"Малый буровой модуль Scraper-990": {
   "cat" : "Малые буровые модули",
   "tier" : "T4",
   "material" : {
      "Эспитиум" : 50,
      "Бриочит" : 150,
      "Криоперин" : 50,
      "Титан" : 150,
      "Малый буровой модуль Sublimator Low-D" : 1
   }
}
,
"Стандартный малый вспомогательный аккумулятор": {
   "cat" : "Малые вспомогательные аккумуляторы",
   "tier" : "T1",
   "material" : {
      "Титан" : 100,
      "Криоперин" : 200
   }
}
,
"Малый вспомогательный аккумулятор Co-Fuse": {
   "cat" : "Малые вспомогательные аккумуляторы",
   "tier" : "T2",
   "material" : {
      "Стандартный малый вспомогательный аккумулятор" : 1,
      "Криоперин" : 200,
      "Титан" : 100
   }
}
,
"Малый вспомогательный аккумулятор Ovostec-Ghioc": {
   "cat" : "Малые вспомогательные аккумуляторы",
   "tier" : "T3",
   "material" : {
      "Криоперин" : 100,
      "Эспитиум" : 100,
      "Малый вспомогательный аккумулятор Co-Fuse" : 1,
      "Титан" : 100
   }
}
,
"Малый вспомогательный аккумулятор Pheter Charge-S": {
   "material" : {
      "Титан" : 100,
      "Бриочит" : 100,
      "Криоперин" : 200,
      "Малый вспомогательный аккумулятор Ovostec-Ghioc" : 1,
      "Эспитиум" : 200
   },
   "tier" : "T4",
   "cat" : "Малые вспомогательные аккумуляторы"
}
,
"Стандартный малый генератор щита": {
   "tier" : "T1",
   "cat" : "Малые генераторы щита",
   "material" : {
      "Витрицил" : 100,
      "Пластеозин" : 200,
      "Титан" : 100,
      "Изопропентол" : 200,
      "Криоперин" : 100
   }
}
,
"Малый генератор щита Parsvaal-IP": {
   "cat" : "Малые генераторы щита",
   "tier" : "T2",
   "material" : {
      "Криоперин" : 100,
      "Изопропентол" : 200,
      "Витрицил" : 100,
      "Пластеозин" : 200,
      "Титан" : 100,
      "Стандартный малый генератор щита" : 1
   }
}
,
"Малый генератор щита Ovostec-Yellowray": {
   "cat" : "Малые генераторы щита",
   "tier" : "T3",
   "material" : {
      "Витрицил" : 100,
      "Титан" : 100,
      "Малый генератор щита Parsvaal-IP" : 1,
      "Аллигиор" : 200,
      "Эспитиум" : 100,
      "Изопропентол" : 200
   }
}
,
"Малый генератор щита SBA-200 Forebrace": {
   "cat" : "Малые генераторы щита",
   "tier" : "T4",
   "material" : {
      "Малый генератор щита Ovostec-Yellowray" : 1,
      "Витрицил" : 200,
      "Бриочит" : 200,
      "Аллигиор" : 400,
      "Изопропентол" : 400,
      "Эспитиум" : 200
   }
}
,
"Малый дистанционный броневосстановитель": {
   "cat" : "Малые дистанционные броневосстановители",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 50,
      "Пластеозин" : 250,
      "Титан" : 100
   }
}
,
"Малый дистанционный броневосстановитель 'Avarog GD-200'": {
   "material" : {
      "Малый дистанционный броневосстановитель" : 1,
      "Пластеозин" : 250,
      "Титан" : 100,
      "Криоперин" : 50
   },
   "tier" : "T2",
   "cat" : "Малые дистанционные броневосстановители"
}
,
"Платиновый малый дистанционный броневосстановитель": {
   "material" : {
      "Эспитиум" : 25,
      "Аллигиор" : 125,
      "Бриочит" : 50,
      "Криоперин" : 25,
      "Пластеозин" : 125,
      "Титан" : 50
   },
   "tier" : "T2",
   "cat" : "Малые дистанционные броневосстановители"
}
,
"Малый дистанционный броневосстановитель 'Iuviar'": {
   "cat" : "Малые дистанционные броневосстановители",
   "tier" : "T3",
   "material" : {
      "Малый дистанционный броневосстановитель 'Avarog GD-200'" : 1,
      "Пластеозин" : 125,
      "Титан" : 100,
      "Эспитиум" : 25,
      "Аллигиор" : 125,
      "Криоперин" : 25
   }
}
,
"Малый дистанционный броневосстановитель 'PPDT-Apadisiator'": {
   "cat" : "Малые дистанционные броневосстановители",
   "tier" : "T4",
   "material" : {
      "Пластеозин" : 250,
      "Титан" : 100,
      "Аллигиор" : 250,
      "Криоперин" : 50,
      "Бриочит" : 100,
      "Эспитиум" : 50,
      "Малый дистанционный броневосстановитель 'Iuviar'" : 1
   }
}
,
"Платиновый малый дистанционный броневосстановитель Магната": {
   "material" : {
      "Титан" : 100,
      "Пластеозин" : 250,
      "Криоперин" : 50,
      "Бриочит" : 100,
      "Аллигиор" : 250,
      "Эспитиум" : 50
   },
   "cat" : "Малые дистанционные броневосстановители",
   "tier" : "T4"
}
,
"Стандартный малый инжектор энергии": {
   "tier" : "T1",
   "cat" : "Малые инжекторы энергии",
   "material" : {
      "Криоперин" : 100,
      "Титан" : 100
   }
}
,
"Малый инжектор энергии CC25-Veo": {
   "tier" : "T2",
   "cat" : "Малые инжекторы энергии",
   "material" : {
      "Стандартный малый инжектор энергии" : 1,
      "Криоперин" : 100,
      "Титан" : 100
   }
}
,
"Малый инжектор энергии Joffret-Refiller": {
   "tier" : "T3",
   "cat" : "Малые инжекторы энергии",
   "material" : {
      "Титан" : 100,
      "Эспитиум" : 50,
      "Криоперин" : 50,
      "Малый инжектор энергии CC25-Veo" : 1
   }
}
,
"Малый инжектор энергии Cerepter I": {
   "material" : {
      "Титан" : 100,
      "Малый инжектор энергии Joffret-Refiller" : 1,
      "Эспитиум" : 100,
      "Бриочит" : 100,
      "Криоперин" : 100
   },
   "tier" : "T4",
   "cat" : "Малые инжекторы энергии"
}
,
"Стандартный малый комбайн": {
   "material" : {
      "Титан" : 150,
      "Криоперин" : 50
   },
   "cat" : "Малые комбайны",
   "tier" : "T1"
}
,
"Малый комбайн MHA 400-'Avalon'": {
   "cat" : "Малые комбайны",
   "tier" : "T2",
   "material" : {
      "Титан" : 150,
      "Стандартный малый комбайн" : 1,
      "Криоперин" : 50
   }
}
,
"Малый комбайн Agraar-I": {
   "material" : {
      "Эспитиум" : 25,
      "Криоперин" : 25,
      "Титан" : 150,
      "Малый комбайн MHA 400-'Avalon'" : 1
   },
   "cat" : "Малые комбайны",
   "tier" : "T3"
}
,
"Малый комбайн Protrim FDV-30": {
   "cat" : "Малые комбайны",
   "tier" : "T4",
   "material" : {
      "Эспитиум" : 50,
      "Бриочит" : 150,
      "Криоперин" : 50,
      "Титан" : 150,
      "Малый комбайн Agraar-I" : 1
   }
}
,
"Стандартная легкая магнитная пушка": {
   "cat" : "Малые магнитные пушки",
   "tier" : "T1",
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 50,
      "Полинитрокол" : 50
   }
}
,
"Sapphire Vanguard light EM-gun": {
   "cat" : "Малые магнитные пушки",
   "tier" : "T2",
   "material" : {
      "Полинитрокол" : 50,
      "Гидробенол" : 50,
      "Бриочит" : 50
   }
}
,
"Малая магнитная пушка Nuimtec-ROWO": {
   "material" : {
      "Стандартная легкая магнитная пушка" : 1,
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Титан" : 50
   },
   "cat" : "Малые магнитные пушки",
   "tier" : "T2"
}
,
"Лёгкая магнитная пушка Proto-Gard II": {
   "cat" : "Малые магнитные пушки",
   "tier" : "T3",
   "material" : {
      "Полинитрокол" : 50,
      "Титан" : 50,
      "Гидробенол" : 50,
      "Малая магнитная пушка Nuimtec-ROWO" : 1
   }
}
,
"Sapphire Vanguard Commander light EM-gun": {
   "cat" : "Малые магнитные пушки",
   "tier" : "T4",
   "material" : {
      "Бриочит" : 100,
      "Гидробенол" : 100,
      "Полинитрокол" : 100
   }
}
,
"Лёгкая магнитная пушка Nuimtec-Inkandesk": {
   "tier" : "T4",
   "cat" : "Малые магнитные пушки",
   "material" : {
      "Гидробенол" : 100,
      "Лёгкая магнитная пушка Proto-Gard II" : 1,
      "Полинитрокол" : 100,
      "Бриочит" : 100
   }
}
,
"Стандартный малый нейтрализатор энергии": {
   "cat" : "Малые нейтрализаторы энергии",
   "tier" : "T1",
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 50,
      "Витрицил" : 100,
      "Криоперин" : 100,
      "Флоботил" : 50
   }
}
,
"Малый нейтрализатор энергии Gox I": {
   "material" : {
      "Титан" : 50,
      "Витрицил" : 100,
      "Аксиколин" : 50,
      "Криоперин" : 100,
      "Стандартный малый нейтрализатор энергии" : 1,
      "Флоботил" : 50
   },
   "cat" : "Малые нейтрализаторы энергии",
   "tier" : "T2"
}
,
"Малый нейтрализатор энергии 600GFX-Spasm": {
   "tier" : "T3",
   "cat" : "Малые нейтрализаторы энергии",
   "material" : {
      "Малый нейтрализатор энергии Gox I" : 1,
      "Гидробенол" : 50,
      "Титан" : 50,
      "Витрицил" : 100,
      "Эспитиум" : 100,
      "Флоботил" : 50
   }
}
,
"Малый нейтрализатор энергии Cerba": {
   "material" : {
      "Гидробенол" : 100,
      "Витрицил" : 200,
      "Малый нейтрализатор энергии 600GFX-Spasm" : 1,
      "Бриочит" : 100,
      "Флоботил" : 100,
      "Эспитиум" : 200
   },
   "tier" : "T4",
   "cat" : "Малые нейтрализаторы энергии"
}
,
"Бронебойный малый патрон": {
   "num" : 1000,
   "material" : {
      "Флоботил" : 10,
      "Полинитрокол" : 10,
      "Аксиколин" : 50,
      "Титан" : 25
   },
   "cat" : "Малые патроны"
}
,
"Композитный малый патрон": {
   "material" : {
      "Полинитрокол" : 15,
      "Аксиколин" : 25,
      "Полинуклеит" : 10,
      "Титан" : 25,
      "Флоботил" : 5
   },
   "cat" : "Малые патроны",
   "num" : 1000
}
,
"Малый TFJ-боеприпас": {
   "num" : 1000,
   "cat" : "Малые патроны",
   "material" : {
      "Аксиколин" : 25,
      "Полинуклеит" : 10,
      "Полинитрокол" : 10,
      "Титан" : 25,
      "Флоботил" : 10
   }
}
,
"Малый боеприпас 'Flechette'": {
   "material" : {
      "Флоботил" : 10,
      "Титан" : 25,
      "Полинуклеит" : 10,
      "Аксиколин" : 25,
      "Полинитрокол" : 10
   },
   "cat" : "Малые патроны",
   "num" : 1000
}
,
"Металл-керамический малый патрон": {
   "num" : 1000,
   "material" : {
      "Флоботил" : 10,
      "Аксиколин" : 25,
      "Полинитрокол" : 10,
      "Полинуклеит" : 10,
      "Титан" : 25
   },
   "cat" : "Малые патроны"
}
,
"Химактивный малый патрон": {
   "num" : 1000,
   "cat" : "Малые патроны",
   "material" : {
      "Флоботил" : 10,
      "Титан" : 25,
      "Полинитрокол" : 15,
      "Аксиколин" : 50
   }
}
,
"Стандартный малый передатчик энергии": {
   "material" : {
      "Криоперин" : 250,
      "Титан" : 100
   },
   "cat" : "Малые передатчики энергии",
   "tier" : "T1"
}
,
"Малый передатчик энергии Uysta": {
   "cat" : "Малые передатчики энергии",
   "tier" : "T2",
   "material" : {
      "Криоперин" : 250,
      "Титан" : 100,
      "Стандартный малый передатчик энергии" : 1
   }
}
,
"Малый передатчик энергии Bithom": {
   "material" : {
      "Эспитиум" : 125,
      "Криоперин" : 125,
      "Малый передатчик энергии Uysta" : 1,
      "Титан" : 100
   },
   "tier" : "T3",
   "cat" : "Малые передатчики энергии"
}
,
"Малый передатчик энергии Livostid PT3": {
   "material" : {
      "Криоперин" : 250,
      "Бриочит" : 100,
      "Эспитиум" : 250,
      "Титан" : 100,
      "Малый передатчик энергии Bithom" : 1
   },
   "cat" : "Малые передатчики энергии",
   "tier" : "T4"
}
,
"Стандартная лёгкая ракетная установка": {
   "cat" : "Малые ракетные установки",
   "tier" : "T1",
   "material" : {
      "Флоботил" : 50,
      "Титан" : 50,
      "Аксиколин" : 50
   }
}
,
"Лёгкая ракетная установка Pelistec-Horosol DBM": {
   "material" : {
      "Стандартная лёгкая ракетная установка" : 1,
      "Флоботил" : 50,
      "Аксиколин" : 50,
      "Титан" : 50
   },
   "tier" : "T2",
   "cat" : "Малые ракетные установки"
}
,
"Лёгкая ракетная установка Morteq": {
   "cat" : "Малые ракетные установки",
   "tier" : "T3",
   "material" : {
      "Титан" : 50,
      "Лёгкая ракетная установка Pelistec-Horosol DBM" : 1,
      "Гидробенол" : 50,
      "Флоботил" : 50
   }
}
,
"Лёгкая ракетная установка Pelistec-TR110": {
   "tier" : "T4",
   "cat" : "Малые ракетные установки",
   "material" : {
      "Гидробенол" : 100,
      "Лёгкая ракетная установка Morteq" : 1,
      "Флоботил" : 100,
      "Бриочит" : 100
   }
}
,
"Акустическая малая ракета": {
   "cat" : "Малые ракеты",
   "material" : {
      "Титан" : 25,
      "Флоботил" : 100
   }
}
,
"Бронебойная малая ракета": {
   "material" : {
      "Титан" : 25,
      "Полинитрокол" : 25,
      "Флоботил" : 50
   },
   "cat" : "Малые ракеты"
}
,
"Двухъядерная малая ракета": {
   "material" : {
      "Флоботил" : 50,
      "Полинуклеит" : 25,
      "Титан" : 25
   },
   "cat" : "Малые ракеты"
}
,
"Малая ракета 'HEAT-IX'": {
   "material" : {
      "Гидробенол" : 25,
      "Титан" : 25,
      "Флоботил" : 50
   },
   "cat" : "Малые ракеты"
}
,
"Малая ракета 'Smite'": {
   "material" : {
      "Флоботил" : 50,
      "Гидробенол" : 25,
      "Титан" : 25
   },
   "cat" : "Малые ракеты"
}
,
"Химактивная малая ракета": {
   "cat" : "Малые ракеты",
   "material" : {
      "Титан" : 25,
      "Аксиколин" : 50,
      "Флоботил" : 50
   }
}
,
"Стандартный малый энергоотсос": {
   "cat" : "Малые энергоотсосы",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 200,
      "Титан" : 100,
      "Аксиколин" : 100
   }
}
,
"Малый энергоотсос Portio I": {
   "material" : {
      "Стандартный малый энергоотсос" : 1,
      "Криоперин" : 200,
      "Аксиколин" : 100,
      "Титан" : 100
   },
   "tier" : "T2",
   "cat" : "Малые энергоотсосы"
}
,
"Малый энергоотсос Ekcept": {
   "cat" : "Малые энергоотсосы",
   "tier" : "T3",
   "material" : {
      "Эспитиум" : 100,
      "Криоперин" : 100,
      "Малый энергоотсос Portio I" : 1,
      "Титан" : 100,
      "Аксиколин" : 50,
      "Гидробенол" : 50
   }
}
,
"Малый энергоотсос Io-trail SVU": {
   "material" : {
      "Криоперин" : 200,
      "Бриочит" : 100,
      "Эспитиум" : 200,
      "Малый энергоотсос Ekcept" : 1,
      "Гидробенол" : 100,
      "Титан" : 100,
      "Аксиколин" : 100
   },
   "cat" : "Малые энергоотсосы",
   "tier" : "T4"
}
,
"Акустическая малая энергоячейка": {
   "num" : 1250,
   "material" : {
      "Полинуклеит" : 50,
      "Титан" : 25,
      "Флоботил" : 25
   },
   "cat" : "Малые энергоячейки"
}
,
"Малая энергоячейка 'Apocalypse'": {
   "num" : 1250,
   "cat" : "Малые энергоячейки",
   "material" : {
      "Гидробенол" : 25,
      "Полинуклеит" : 50,
      "Титан" : 25
   }
}
,
"Малая энергоячейка 'Crypto'": {
   "num" : 1250,
   "cat" : "Малые энергоячейки",
   "material" : {
      "Гидробенол" : 25,
      "Полинуклеит" : 50,
      "Титан" : 25
   }
}
,
"Термическая малая энергоячейка": {
   "num" : 1250,
   "material" : {
      "Титан" : 25,
      "Полинуклеит" : 100
   },
   "cat" : "Малые энергоячейки"
}
,
"Фотокинетическая малая энергоячейка": {
   "num" : 1250,
   "cat" : "Малые энергоячейки",
   "material" : {
      "Полинуклеит" : 50,
      "Полинитрокол" : 25,
      "Титан" : 25
   }
}
,
"Химактивная малая энергоячейка": {
   "num" : 1250,
   "cat" : "Малые энергоячейки",
   "material" : {
      "Титан" : 25,
      "Аксиколин" : 50,
      "Полинуклеит" : 50
   }
}
,
"Стандартный маркировщик": {
   "material" : {
      "Титан" : 200,
      "Аксиколин" : 50,
      "Криоперин" : 450
   },
   "cat" : "Маркировщики",
   "tier" : "T1"
}
,
"Маркировщик Pois-D22": {
   "cat" : "Маркировщики",
   "tier" : "T2",
   "material" : {
      "Аксиколин" : 50,
      "Титан" : 200,
      "Стандартный маркировщик" : 1,
      "Криоперин" : 450
   }
}
,
"Маркировщик Colqual": {
   "material" : {
      "Гидробенол" : 25,
      "Титан" : 200,
      "Аксиколин" : 25,
      "Криоперин" : 225,
      "Маркировщик Pois-D22" : 1,
      "Эспитиум" : 225
   },
   "tier" : "T3",
   "cat" : "Маркировщики"
}
,
"Маркировщик Pulsus": {
   "material" : {
      "Аксиколин" : 50,
      "Титан" : 200,
      "Гидробенол" : 50,
      "Эспитиум" : 450,
      "Маркировщик Colqual" : 1,
      "Бриочит" : 200,
      "Криоперин" : 450
   },
   "cat" : "Маркировщики",
   "tier" : "T4"
}
,
"Стандартный маскировщик": {
   "cat" : "Маскировщики",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 450,
      "Пластеозин" : 50,
      "Титан" : 200
   }
}
,
"Маскировщик Mimique": {
   "material" : {
      "Стандартный маскировщик" : 1,
      "Криоперин" : 450,
      "Пластеозин" : 50,
      "Титан" : 200
   },
   "tier" : "T2",
   "cat" : "Маскировщики"
}
,
"Маскировщик MSMD": {
   "cat" : "Маскировщики",
   "tier" : "T3",
   "material" : {
      "Титан" : 200,
      "Пластеозин" : 25,
      "Эспитиум" : 225,
      "Криоперин" : 225,
      "Маскировщик Mimique" : 1,
      "Аллигиор" : 25
   }
}
,
"Маскировщик Longlag": {
   "material" : {
      "Маскировщик MSMD" : 1,
      "Титан" : 200,
      "Пластеозин" : 50,
      "Криоперин" : 450,
      "Бриочит" : 200,
      "Аллигиор" : 50,
      "Эспитиум" : 450
   },
   "cat" : "Маскировщики",
   "tier" : "T4"
}
,
"Полинитрокол": {
   "type" : "base",
   "material" : {
      "Гелиоптрис" : 30,
      "Иментиум" : 50,
      "Ликвизит" : 25
   },
   "cat" : "Материалы Нуимкол"
}
,
"Статишноль": {
   "material" : {
      "Нефть (HDT)" : 25,
      "Иментиум" : 50,
      "Гелиоптрис" : 30
   },
   "cat" : "Материалы Нуимкол",
   "type" : "base"
}
,
"Шолонин": {
   "cat" : "Материалы Нуимкол",
   "material" : {
      "Призмоцит" : 30,
      "Нефть (HDT)" : 25,
      "Иментиум" : 50
   },
   "type" : "base"
}
,
"Витрицил": {
   "cat" : "Материалы Пелистян",
   "material" : {
      "Гелиоптрис" : 30,
      "Нефть (HDT)" : 25,
      "Сильгиум" : 50
   },
   "type" : "base"
}
,
"Изопропентол": {
   "type" : "base",
   "cat" : "Материалы Пелистян",
   "material" : {
      "Сильгиум" : 50,
      "Триандлус" : 30,
      "Нефть (HDT)" : 25
   }
}
,
"Флоботил": {
   "cat" : "Материалы Пелистян",
   "material" : {
      "Ликвизит" : 25,
      "Сильгиум" : 50,
      "Триандлус" : 30
   },
   "type" : "base"
}
,
"Метахропин": {
   "cat" : "Материалы Телодика",
   "material" : {
      "Нефть (HDT)" : 25,
      "Призмоцит" : 30,
      "Стермонит" : 50
   },
   "type" : "base"
}
,
"Полинуклеит": {
   "material" : {
      "Стермонит" : 50,
      "Ликвизит" : 25,
      "Призмоцит" : 30
   },
   "cat" : "Материалы Телодика",
   "type" : "base"
}
,
"Прилумиум": {
   "type" : "base",
   "material" : {
      "Триандлус" : 30,
      "Нефть (HDT)" : 25,
      "Стермонит" : 50
   },
   "cat" : "Материалы Телодика"
}
,
"Гаргулья": {
   "material" : {
      "Аллигиор" : 500,
      "Криоперин" : 500,
      "Эспитиум" : 250,
      "Пластеозин" : 1000,
      "Титан" : 6000
   },
   "cat" : "Мехи"
}
,
"Термис": {
   "material" : {
      "Аллигиор" : 500,
      "Криоперин" : 500,
      "Эспитиум" : 250,
      "Пластеозин" : 1000,
      "Титан" : 6000
   },
   "cat" : "Мехи"
}
,
"Гаргулья Mk2": {
   "cat" : "Мехи",
   "tier" : "Mk2",
   "material" : {
      "Пластеозин" : 1000,
      "Гаргулья" : 1,
      "Титан" : 6000,
      "Ядро процессора мех-робота Ниани" : 1,
      "Эспитиум" : 250,
      "Аллигиор" : 500,
      "Криоперин" : 500
   }
}
,
"Термис Mk2": {
   "tier" : "Mk2",
   "cat" : "Мехи",
   "material" : {
      "Криоперин" : 500,
      "Аллигиор" : 500,
      "Эспитиум" : 250,
      "Ядро процессора мех-робота Ниани" : 1,
      "Титан" : 6000,
      "Термис" : 1,
      "Пластеозин" : 1000
   }
}
,
"Гаргулья (П)": {
   "type" : "proto",
   "material" : {
      "Рабочий общий компонент" : 40,
      "Аллигиор" : 500,
      "Криоперин" : 500,
      "Битый общий компонент" : 80,
      "Эспитиум" : 250,
      "Пластеозин" : 1000,
      "Титан" : 6000
   },
   "tier" : "П",
   "cat" : "Мехи"
}
,
"Термис (П)": {
   "tier" : "П",
   "cat" : "Мехи",
   "material" : {
      "Титан" : 6000,
      "Пластеозин" : 1000,
      "Эспитиум" : 250,
      "Битый общий компонент" : 80,
      "Криоперин" : 500,
      "Рабочий общий компонент" : 40,
      "Аллигиор" : 500
   },
   "type" : "proto"
}
,
"Вагабонд": {
   "cat" : "Мехи Нуимкол",
   "material" : {
      "Шолонин" : 3000,
      "Аллигиор" : 250,
      "Криоперин" : 1500,
      "Аксиколин" : 500,
      "Гидробенол" : 500,
      "Эспитиум" : 1500,
      "Бриочит" : 750,
      "Полинитрокол" : 1000,
      "Пластеозин" : 250,
      "Титан" : 1000,
      "Статишноль" : 500
   }
}
,
"Каин": {
   "material" : {
      "Гидробенол" : 1000,
      "Аксиколин" : 1000,
      "Криоперин" : 250,
      "Аллигиор" : 500,
      "Шолонин" : 500,
      "Статишноль" : 1000,
      "Титан" : 3000,
      "Пластеозин" : 500,
      "Полинитрокол" : 2000,
      "Эспитиум" : 250
   },
   "cat" : "Мехи Нуимкол"
}
,
"Вагабонд Mk2": {
   "tier" : "Mk2",
   "cat" : "Мехи Нуимкол",
   "material" : {
      "Эспитиум" : 1500,
      "Бриочит" : 750,
      "Вагабонд" : 1,
      "Статишноль" : 500,
      "Титан" : 1000,
      "Полинитрокол" : 1000,
      "Пластеозин" : 250,
      "Шолонин" : 3000,
      "Криоперин" : 1500,
      "Аллигиор" : 250,
      "Аксиколин" : 500,
      "Гидробенол" : 500,
      "Ядро процессора мех-робота Ниани" : 1
   }
}
,
"Каин Mk2": {
   "material" : {
      "Аксиколин" : 1000,
      "Гидробенол" : 1000,
      "Ядро процессора мех-робота Ниани" : 1,
      "Шолонин" : 500,
      "Аллигиор" : 500,
      "Криоперин" : 250,
      "Полинитрокол" : 2000,
      "Пластеозин" : 500,
      "Статишноль" : 1000,
      "Титан" : 3000,
      "Эспитиум" : 250,
      "Каин" : 1
   },
   "tier" : "Mk2",
   "cat" : "Мехи Нуимкол"
}
,
"Вагабонд (П)": {
   "type" : "proto",
   "material" : {
      "Битый общий компонент" : 40,
      "Бриочит" : 750,
      "Эспитиум" : 1500,
      "Аллигиор" : 250,
      "Шолонин" : 3000,
      "Целый общий компонент" : 10,
      "Статишноль" : 500,
      "Рабочий компонент Нуимколов" : 20,
      "Титан" : 1000,
      "Полинитрокол" : 1000,
      "Пластеозин" : 250,
      "Битый компонент Нуимколов" : 40,
      "Рабочий общий компонент" : 20,
      "Гидробенол" : 500,
      "Целый компонент Нуимколов" : 10,
      "Аксиколин" : 500,
      "Криоперин" : 1500
   },
   "tier" : "П",
   "cat" : "Мехи Нуимкол"
}
,
"Каин (П)": {
   "type" : "proto",
   "cat" : "Мехи Нуимкол",
   "tier" : "П",
   "material" : {
      "Пластеозин" : 500,
      "Полинитрокол" : 2000,
      "Титан" : 3000,
      "Рабочий компонент Нуимколов" : 20,
      "Статишноль" : 1000,
      "Рабочий общий компонент" : 20,
      "Битый компонент Нуимколов" : 40,
      "Битый общий компонент" : 40,
      "Эспитиум" : 250,
      "Гидробенол" : 1000,
      "Аксиколин" : 1000,
      "Аллигиор" : 500,
      "Криоперин" : 250,
      "Шолонин" : 500
   }
}
,
"Иктус": {
   "material" : {
      "Гидробенол" : 500,
      "Аксиколин" : 500,
      "Криоперин" : 1500,
      "Аллигиор" : 250,
      "Флоботил" : 1000,
      "Изопропентол" : 500,
      "Титан" : 1000,
      "Витрицил" : 3000,
      "Пластеозин" : 250,
      "Бриочит" : 750,
      "Эспитиум" : 1500
   },
   "cat" : "Мехи Пелистян"
}
,
"Тиранос": {
   "cat" : "Мехи Пелистян",
   "material" : {
      "Эспитиум" : 250,
      "Пластеозин" : 500,
      "Витрицил" : 500,
      "Титан" : 3000,
      "Аллигиор" : 500,
      "Криоперин" : 250,
      "Изопропентол" : 1000,
      "Флоботил" : 2000,
      "Гидробенол" : 1000,
      "Аксиколин" : 1000
   }
}
,
"Иктус Mk2": {
   "tier" : "Mk2",
   "cat" : "Мехи Пелистян",
   "material" : {
      "Эспитиум" : 1500,
      "Бриочит" : 750,
      "Витрицил" : 3000,
      "Пластеозин" : 250,
      "Титан" : 1000,
      "Флоботил" : 1000,
      "Изопропентол" : 500,
      "Аллигиор" : 250,
      "Криоперин" : 1500,
      "Аксиколин" : 500,
      "Гидробенол" : 500,
      "Ядро процессора мех-робота Ниани" : 1,
      "Иктус" : 1
   }
}
,
"Тиранос Mk2": {
   "cat" : "Мехи Пелистян",
   "tier" : "Mk2",
   "material" : {
      "Титан" : 3000,
      "Пластеозин" : 500,
      "Витрицил" : 500,
      "Эспитиум" : 250,
      "Гидробенол" : 1000,
      "Ядро процессора мех-робота Ниани" : 1,
      "Тиранос" : 1,
      "Аксиколин" : 1000,
      "Криоперин" : 250,
      "Аллигиор" : 500,
      "Изопропентол" : 1000,
      "Флоботил" : 2000
   }
}
,
"Иктус (П)": {
   "type" : "proto",
   "material" : {
      "Титан" : 1000,
      "Пластеозин" : 250,
      "Витрицил" : 3000,
      "Целый компонент Пелистян" : 10,
      "Рабочий общий компонент" : 20,
      "Гидробенол" : 500,
      "Рабочий компонент Пелистян" : 20,
      "Аксиколин" : 500,
      "Криоперин" : 1500,
      "Битый компонент Пелистян" : 40,
      "Битый общий компонент" : 40,
      "Бриочит" : 750,
      "Эспитиум" : 1500,
      "Аллигиор" : 250,
      "Флоботил" : 1000,
      "Изопропентол" : 500,
      "Целый общий компонент" : 10
   },
   "cat" : "Мехи Пелистян",
   "tier" : "П"
}
,
"Тиранос (П)": {
   "material" : {
      "Криоперин" : 250,
      "Аллигиор" : 500,
      "Флоботил" : 2000,
      "Изопропентол" : 1000,
      "Гидробенол" : 1000,
      "Аксиколин" : 1000,
      "Рабочий компонент Пелистян" : 20,
      "Битый общий компонент" : 40,
      "Рабочий общий компонент" : 20,
      "Эспитиум" : 250,
      "Титан" : 3000,
      "Витрицил" : 500,
      "Битый компонент Пелистян" : 40,
      "Пластеозин" : 500
   },
   "cat" : "Мехи Пелистян",
   "tier" : "П",
   "type" : "proto"
}
,
"Артемис": {
   "cat" : "Мехи Телодика",
   "material" : {
      "Титан" : 3000,
      "Полинуклеит" : 2000,
      "Пластеозин" : 500,
      "Эспитиум" : 250,
      "Гидробенол" : 1000,
      "Метахропин" : 1000,
      "Аксиколин" : 1000,
      "Криоперин" : 250,
      "Прилумиум" : 500,
      "Аллигиор" : 500
   }
}
,
"Зенит": {
   "cat" : "Мехи Телодика",
   "material" : {
      "Метахропин" : 500,
      "Аксиколин" : 500,
      "Гидробенол" : 500,
      "Прилумиум" : 3000,
      "Криоперин" : 1500,
      "Аллигиор" : 250,
      "Титан" : 1000,
      "Пластеозин" : 250,
      "Полинуклеит" : 1000,
      "Эспитиум" : 1500,
      "Бриочит" : 750
   }
}
,
"Артемис Mk2": {
   "material" : {
      "Метахропин" : 1000,
      "Аксиколин" : 1000,
      "Артемис" : 1,
      "Гидробенол" : 1000,
      "Ядро процессора мех-робота Ниани" : 1,
      "Прилумиум" : 500,
      "Криоперин" : 250,
      "Аллигиор" : 500,
      "Титан" : 3000,
      "Полинуклеит" : 2000,
      "Пластеозин" : 500,
      "Эспитиум" : 250
   },
   "cat" : "Мехи Телодика",
   "tier" : "Mk2"
}
,
"Зенит Mk2": {
   "cat" : "Мехи Телодика",
   "tier" : "Mk2",
   "material" : {
      "Метахропин" : 500,
      "Аксиколин" : 500,
      "Ядро процессора мех-робота Ниани" : 1,
      "Гидробенол" : 500,
      "Прилумиум" : 3000,
      "Криоперин" : 1500,
      "Аллигиор" : 250,
      "Титан" : 1000,
      "Полинуклеит" : 1000,
      "Пластеозин" : 250,
      "Зенит" : 1,
      "Эспитиум" : 1500,
      "Бриочит" : 750
   }
}
,
"Артемис (П)": {
   "type" : "proto",
   "material" : {
      "Гидробенол" : 1000,
      "Аксиколин" : 1000,
      "Метахропин" : 1000,
      "Аллигиор" : 500,
      "Криоперин" : 250,
      "Прилумиум" : 500,
      "Битый компонент Телодика" : 40,
      "Пластеозин" : 500,
      "Полинуклеит" : 2000,
      "Титан" : 3000,
      "Рабочий общий компонент" : 20,
      "Битый общий компонент" : 40,
      "Эспитиум" : 250,
      "Рабочий компонент Телодика" : 20
   },
   "tier" : "П",
   "cat" : "Мехи Телодика"
}
,
"Зенит (П)": {
   "type" : "proto",
   "material" : {
      "Титан" : 1000,
      "Пластеозин" : 250,
      "Рабочий компонент Телодика" : 20,
      "Рабочий общий компонент" : 20,
      "Метахропин" : 500,
      "Аксиколин" : 500,
      "Гидробенол" : 500,
      "Криоперин" : 1500,
      "Прилумиум" : 3000,
      "Полинуклеит" : 1000,
      "Эспитиум" : 1500,
      "Целый компонент Телодика" : 10,
      "Битый общий компонент" : 40,
      "Бриочит" : 750,
      "Битый компонент Телодика" : 40,
      "Целый общий компонент" : 10,
      "Аллигиор" : 250
   },
   "cat" : "Мехи Телодика",
   "tier" : "П"
}
,
"Накопитель энергии": {
   "tier" : "T1",
   "cat" : "Накопители энергии",
   "material" : {
      "Эспитиум" : 5000,
      "Криоперин" : 5000,
      "Бриочит" : 2000,
      "Титан" : 2000
   }
}
,
"Усовершенствованный накопитель энергии": {
   "tier" : "T2",
   "cat" : "Накопители энергии",
   "material" : {
      "Криоперин" : 2500,
      "Коалимин" : 1000,
      "Бриочит" : 2000,
      "Тиразин" : 2500,
      "Эспитиум" : 5000,
      "Накопитель энергии" : 1,
      "Титан" : 1000
   }
}
,
"Hi-tech накопитель энергии": {
   "material" : {
      "Тиразин" : 5000,
      "Эспитиум" : 5000,
      "Бриочит" : 2000,
      "Коалимин" : 2000,
      "Усовершенствованный накопитель энергии" : 1
   },
   "tier" : "T3",
   "cat" : "Накопители энергии"
}
,
"Облегченный каркас": {
   "material" : {
      "Титан" : 200,
      "Пластеозин" : 350,
      "Криоперин" : 50
   },
   "cat" : "Облегченные каркасы",
   "tier" : "T1"
}
,
"Облегченный каркас 'MR1000-Boogey'": {
   "material" : {
      "Титан" : 200,
      "Пластеозин" : 350,
      "Облегченный каркас" : 1,
      "Криоперин" : 50
   },
   "tier" : "T2",
   "cat" : "Облегченные каркасы"
}
,
"Облегченный каркас 'Eizbiogh-dfg20'": {
   "material" : {
      "Пластеозин" : 175,
      "Титан" : 200,
      "Облегченный каркас 'MR1000-Boogey'" : 1,
      "Эспитиум" : 25,
      "Аллигиор" : 175,
      "Криоперин" : 25
   },
   "cat" : "Облегченные каркасы",
   "tier" : "T3"
}
,
"Облегченный каркас 'MRE 3000'": {
   "cat" : "Облегченные каркасы",
   "tier" : "T4",
   "material" : {
      "Эспитиум" : 50,
      "Криоперин" : 50,
      "Бриочит" : 200,
      "Аллигиор" : 350,
      "Титан" : 200,
      "Пластеозин" : 350,
      "Облегченный каркас 'Eizbiogh-dfg20'" : 1
   }
}
,
"Стандартный пакет улучшений огнестрельного оружия": {
   "cat" : "Огнестрельное оружие",
   "tier" : "T1",
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 100,
      "Криоперин" : 200
   }
}
,
"Пакет улучшений огнестрельного оружия Diathel-Subperis": {
   "material" : {
      "Криоперин" : 200,
      "Аксиколин" : 100,
      "Титан" : 100,
      "Стандартный пакет улучшений огнестрельного оружия" : 1
   },
   "tier" : "T2",
   "cat" : "Огнестрельное оружие"
}
,
"Пакет улучшений огнестрельного оружия Plasmidwad-9000": {
   "material" : {
      "Пакет улучшений огнестрельного оружия Diathel-Subperis" : 1,
      "Гидробенол" : 50,
      "Титан" : 100,
      "Аксиколин" : 50,
      "Криоперин" : 100,
      "Эспитиум" : 100
   },
   "tier" : "T3",
   "cat" : "Огнестрельное оружие"
}
,
"Пакет улучшений огнестрельного оружия DVT-800g": {
   "material" : {
      "Криоперин" : 200,
      "Бриочит" : 100,
      "Эспитиум" : 200,
      "Пакет улучшений огнестрельного оружия Plasmidwad-9000" : 1,
      "Гидробенол" : 100,
      "Титан" : 100,
      "Аксиколин" : 100
   },
   "tier" : "T4",
   "cat" : "Огнестрельное оружие"
}
,
"Аксиколин": {
   "material" : {
      "Ликвизит" : 50,
      "Титановая руда" : 25
   },
   "cat" : "Основные материалы"
}
,
"Криоперин": {
   "cat" : "Основные материалы",
   "material" : {
      "Нефть (HDT)" : 50,
      "Ликвизит" : 25
   }
}
,
"Пластеозин": {
   "material" : {
      "Нефть (HDT)" : 25,
      "Титановая руда" : 50
   },
   "cat" : "Основные материалы"
}
,
"Титан": {
   "cat" : "Основные материалы",
   "material" : {
      "Титановая руда" : 75
   }
}
,
"Пакет настройки броневосстановителей": {
   "cat" : "Пакеты настройки броневосстановителей",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 50,
      "Шолонин" : 50,
      "Пластеозин" : 150,
      "Статишноль" : 150,
      "Титан" : 100
   }
}
,
"Пакет настройки броневосстановителей 'Diaptes'": {
   "tier" : "T2",
   "cat" : "Пакеты настройки броневосстановителей",
   "material" : {
      "Титан" : 100,
      "Статишноль" : 150,
      "Пакет настройки броневосстановителей" : 1,
      "Пластеозин" : 150,
      "Шолонин" : 50,
      "Криоперин" : 50
   }
}
,
"Сапфировый пакет настройки броневосстановителей": {
   "material" : {
      "Статишноль" : 150,
      "Эспитиум" : 50,
      "Шолонин" : 50,
      "Аллигиор" : 150,
      "Бриочит" : 100
   },
   "tier" : "T2",
   "cat" : "Пакеты настройки броневосстановителей"
}
,
"Пакет настройки броневосстановителей 'WPG3000'": {
   "tier" : "T3",
   "cat" : "Пакеты настройки броневосстановителей",
   "material" : {
      "Аллигиор" : 150,
      "Шолонин" : 50,
      "Эспитиум" : 50,
      "Пакет настройки броневосстановителей 'Diaptes'" : 1,
      "Титан" : 100,
      "Статишноль" : 150
   }
}
,
"Пакет настройки броневосстановителей 'Apogenion'": {
   "tier" : "T4",
   "cat" : "Пакеты настройки броневосстановителей",
   "material" : {
      "Пакет настройки броневосстановителей 'WPG3000'" : 1,
      "Статишноль" : 300,
      "Аллигиор" : 300,
      "Бриочит" : 200,
      "Эспитиум" : 100,
      "Шолонин" : 100
   }
}
,
"Сапфировый пакет настройки броневосстановителей Командира": {
   "material" : {
      "Статишноль" : 300,
      "Шолонин" : 100,
      "Эспитиум" : 100,
      "Бриочит" : 200,
      "Аллигиор" : 300
   },
   "cat" : "Пакеты настройки броневосстановителей",
   "tier" : "T4"
}
,
"Подавитель сенсоров": {
   "cat" : "Подавители сенсоров",
   "tier" : "T1",
   "material" : {
      "Прилумиум" : 100,
      "Криоперин" : 100,
      "Титан" : 50,
      "Аксиколин" : 50,
      "Полинуклеит" : 50
   }
}
,
"Офицерский подавитель сенсоров": {
   "cat" : "Подавители сенсоров",
   "tier" : "T2",
   "material" : {
      "Полинуклеит" : 50,
      "Гидробенол" : 50,
      "Эспитиум" : 100,
      "Прилумиум" : 100,
      "Бриочит" : 50
   }
}
,
"Подавитель сенсоров \"Suboster I\"": {
   "material" : {
      "Криоперин" : 100,
      "Прилумиум" : 100,
      "Подавитель сенсоров" : 1,
      "Титан" : 50,
      "Полинуклеит" : 50,
      "Аксиколин" : 50
   },
   "tier" : "T2",
   "cat" : "Подавители сенсоров"
}
,
"Подавитель сенсоров \"MSD m\2315 Filch\"": {
   "material" : {
      "Гидробенол" : 50,
      "Титан" : 50,
      "Полинуклеит" : 50,
      "Прилумиум" : 100,
      "Подавитель сенсоров \"Suboster I\"" : 1,
      "Эспитиум" : 100
   },
   "cat" : "Подавители сенсоров",
   "tier" : "T3"
}
,
"Командирский подавитель сенсоров": {
   "tier" : "T4",
   "cat" : "Подавители сенсоров",
   "material" : {
      "Полинуклеит" : 100,
      "Гидробенол" : 100,
      "Эспитиум" : 200,
      "Бриочит" : 100,
      "Прилумиум" : 200
   }
}
,
"Подавитель сенсоров \"Stellis\"": {
   "material" : {
      "Полинуклеит" : 100,
      "Подавитель сенсоров \"MSD m\\2315 Filch\"" : 1,
      "Гидробенол" : 100,
      "Эспитиум" : 200,
      "Бриочит" : 100,
      "Прилумиум" : 200
   },
   "cat" : "Подавители сенсоров",
   "tier" : "T4"
}
,
"Постановщик помех": {
   "cat" : "Постановщики помех",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 250,
      "Титан" : 50,
      "Аксиколин" : 100
   }
}
,
"Постановщик помех Bandoler IU-250": {
   "tier" : "T2",
   "cat" : "Постановщики помех",
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 100,
      "Криоперин" : 250,
      "Постановщик помех" : 1
   }
}
,
"Постановщик помех Bandoler IV-500": {
   "material" : {
      "Эспитиум" : 125,
      "Постановщик помех Bandoler IU-250" : 1,
      "Криоперин" : 125,
      "Аксиколин" : 50,
      "Титан" : 50,
      "Гидробенол" : 50
   },
   "cat" : "Постановщики помех",
   "tier" : "T3"
}
,
"Постановщик помех Omini": {
   "material" : {
      "Эспитиум" : 250,
      "Криоперин" : 250,
      "Бриочит" : 50,
      "Титан" : 50,
      "Постановщик помех Bandoler IV-500" : 1,
      "Аксиколин" : 100,
      "Гидробенол" : 100
   },
   "tier" : "T4",
   "cat" : "Постановщики помех"
}
,
"Фабрика": {
   "material" : {
      "Аллигиор" : 2500,
      "Криоперин" : 2500,
      "Аксиколин" : 2500,
      "Гидробенол" : 2500,
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Пластеозин" : 2500,
      "Титан" : 5000
   },
   "tier" : "T1",
   "cat" : "Производственные цехи"
}
,
"Усовершенствованная фабрика": {
   "material" : {
      "Аллигиор" : 2500,
      "Коалимин" : 2500,
      "Криоперин" : 1250,
      "Тиразин" : 1250,
      "Гидробенол" : 2500,
      "Аксиколин" : 1250,
      "Фабрика" : 1,
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Турилиум" : 1250,
      "Пластеозин" : 1250,
      "Титан" : 2500,
      "Бочилум" : 1250
   },
   "cat" : "Производственные цехи",
   "tier" : "T2"
}
,
"Hi-tech фабрика": {
   "material" : {
      "Турилиум" : 2500,
      "Бочилум" : 2500,
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Гидробенол" : 2500,
      "Коалимин" : 5000,
      "Аллигиор" : 2500,
      "Усовершенствованная фабрика" : 1,
      "Тиразин" : 2500
   },
   "tier" : "T3",
   "cat" : "Производственные цехи"
}
,
"Стандартный пакет промышленных улучшений": {
   "material" : {
      "Криоперин" : 200,
      "Титан" : 50
   },
   "cat" : "Промышленные усовершенствования",
   "tier" : "T1"
}
,
"Пакет промышленных улучшений Piog Forgekit AI": {
   "material" : {
      "Стандартный пакет промышленных улучшений" : 1,
      "Титан" : 50,
      "Криоперин" : 200
   },
   "tier" : "T2",
   "cat" : "Промышленные усовершенствования"
}
,
"Пакет промышленных улучшений Fraktura SCV": {
   "material" : {
      "Титан" : 50,
      "Пакет промышленных улучшений Piog Forgekit AI" : 1,
      "Эспитиум" : 100,
      "Криоперин" : 100
   },
   "cat" : "Промышленные усовершенствования",
   "tier" : "T3"
}
,
"Пакет промышленных улучшений Piog Forgekit BW1": {
   "tier" : "T4",
   "cat" : "Промышленные усовершенствования",
   "material" : {
      "Пакет промышленных улучшений Fraktura SCV" : 1,
      "Титан" : 50,
      "Криоперин" : 200,
      "Бриочит" : 50,
      "Эспитиум" : 200
   }
}
,
"ПРЭБ (ЕССМ) модуль": {
   "tier" : "T1",
   "cat" : "ПРЭБ (ЕССМ) модули",
   "material" : {
      "Криоперин" : 150,
      "Пластеозин" : 50,
      "Титан" : 50
   }
}
,
"ПРЭБ (ЕССМ) модуль \"Wallex\"": {
   "tier" : "T2",
   "cat" : "ПРЭБ (ЕССМ) модули",
   "material" : {
      "Титан" : 50,
      "Пластеозин" : 50,
      "ПРЭБ (ЕССМ) модуль" : 1,
      "Криоперин" : 150
   }
}
,
"ПРЭБ (ЕССМ) модуль \"Deshrud-QW\"": {
   "material" : {
      "Аллигиор" : 25,
      "ПРЭБ (ЕССМ) модуль \"Wallex\"" : 1,
      "Криоперин" : 75,
      "Эспитиум" : 75,
      "Пластеозин" : 25,
      "Титан" : 50
   },
   "cat" : "ПРЭБ (ЕССМ) модули",
   "tier" : "T3"
}
,
"ПРЭБ (ЕССМ) модуль \"Braviar\"": {
   "cat" : "ПРЭБ (ЕССМ) модули",
   "tier" : "T4",
   "material" : {
      "Эспитиум" : 150,
      "Аллигиор" : 50,
      "Криоперин" : 150,
      "Бриочит" : 50,
      "Пластеозин" : 50,
      "ПРЭБ (ЕССМ) модуль \"Deshrud-QW\"" : 1,
      "Титан" : 50
   }
}
,
"Ракетная турель": {
   "cat" : "Ракетные турели",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 500,
      "Бриочит" : 100,
      "Эспитиум" : 500,
      "Гидробенол" : 750,
      "Аксиколин" : 750,
      "Титан" : 100
   }
}
,
"Усовершенствованная ракетная турель": {
   "material" : {
      "Аксиколин" : 375,
      "Гидробенол" : 750,
      "Тиразин" : 250,
      "Криоперин" : 250,
      "Коалимин" : 50,
      "Титан" : 50,
      "Ракетная турель" : 1,
      "Турилиум" : 375,
      "Эспитиум" : 500,
      "Бриочит" : 100
   },
   "tier" : "T2",
   "cat" : "Ракетные турели"
}
,
"Hi-tech ракетная турель": {
   "material" : {
      "Гидробенол" : 750,
      "Турилиум" : 750,
      "Усовершенствованная ракетная турель" : 1,
      "Эспитиум" : 500,
      "Тиразин" : 500,
      "Коалимин" : 100,
      "Бриочит" : 100
   },
   "tier" : "T3",
   "cat" : "Ракетные турели"
}
,
"Пакет улучшений стандартной ракетной установки": {
   "tier" : "T1",
   "cat" : "Ракетные установки",
   "material" : {
      "Флоботил" : 50,
      "Криоперин" : 100,
      "Титан" : 50,
      "Аксиколин" : 50,
      "Витрицил" : 100
   }
}
,
"Пакет улучшений ракетных установок AIT-Dipris Propellant": {
   "material" : {
      "Флоботил" : 50,
      "Криоперин" : 100,
      "Титан" : 50,
      "Витрицил" : 100,
      "Аксиколин" : 50,
      "Пакет улучшений стандартной ракетной установки" : 1
   },
   "cat" : "Ракетные установки",
   "tier" : "T2"
}
,
"Пакет улучшений ракетных установок Pelistec-FBP-II": {
   "tier" : "T3",
   "cat" : "Ракетные установки",
   "material" : {
      "Эспитиум" : 100,
      "Флоботил" : 50,
      "Пакет улучшений ракетных установок AIT-Dipris Propellant" : 1,
      "Титан" : 50,
      "Витрицил" : 100,
      "Гидробенол" : 50
   }
}
,
"Пакет улучшений ракетных установок Dozer-IMT": {
   "material" : {
      "Бриочит" : 100,
      "Флоботил" : 100,
      "Эспитиум" : 200,
      "Гидробенол" : 100,
      "Пакет улучшений ракетных установок Pelistec-FBP-II" : 1,
      "Витрицил" : 200
   },
   "tier" : "T4",
   "cat" : "Ракетные установки"
}
,
"Распределитель энергии": {
   "material" : {
      "Эспитиум" : 300,
      "Криоперин" : 300,
      "Бриочит" : 100,
      "Титан" : 100
   },
   "cat" : "Распределители энергии",
   "tier" : "T1"
}
,
"Усовершенствованный распределитель энергии": {
   "tier" : "T2",
   "cat" : "Распределители энергии",
   "material" : {
      "Эспитиум" : 300,
      "Тиразин" : 150,
      "Криоперин" : 150,
      "Коалимин" : 50,
      "Бриочит" : 100,
      "Титан" : 50,
      "Распределитель энергии" : 1
   }
}
,
"Фундамент\3A Высокотехнологичный узел передачи энергии": {
   "tier" : "T3",
   "cat" : "Распределители энергии",
   "material" : {
      "Коалимин" : 100,
      "Бриочит" : 100,
      "Усовершенствованный распределитель энергии" : 1,
      "Тиразин" : 300,
      "Эспитиум" : 300
   }
}
,
"Стандартный расширитель дальности": {
   "material" : {
      "Криоперин" : 300,
      "Титан" : 100,
      "Аксиколин" : 150
   },
   "cat" : "Расширители дальности",
   "tier" : "T1"
}
,
"Расширитель дальности Opaletrak": {
   "tier" : "T2",
   "cat" : "Расширители дальности",
   "material" : {
      "Стандартный расширитель дальности" : 1,
      "Криоперин" : 300,
      "Аксиколин" : 150,
      "Титан" : 100
   }
}
,
"Расширитель дальности Unotron 60s-'Crack shot'": {
   "cat" : "Расширители дальности",
   "tier" : "T3",
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 75,
      "Расширитель дальности Opaletrak" : 1,
      "Гидробенол" : 75,
      "Эспитиум" : 150,
      "Криоперин" : 150
   }
}
,
"Расширитель дальности ATCS-gh50": {
   "material" : {
      "Расширитель дальности Unotron 60s-'Crack shot'" : 1,
      "Гидробенол" : 150,
      "Аксиколин" : 150,
      "Титан" : 100,
      "Криоперин" : 300,
      "Бриочит" : 100,
      "Эспитиум" : 300
   },
   "cat" : "Расширители дальности",
   "tier" : "T4"
}
,
"Standard reactor foundation": {
   "material" : {
      "Титан" : 5000,
      "Пластеозин" : 3500,
      "Эспитиум" : 15000,
      "Бриочит" : 5000,
      "Криоперин" : 15000,
      "Аллигиор" : 3500
   },
   "cat" : "Реакторы",
   "tier" : "T1"
}
,
"Advanced reactor foundation": {
   "tier" : "T2",
   "cat" : "Реакторы",
   "material" : {
      "Пластеозин" : 1750,
      "Титан" : 2500,
      "Бочилум" : 1750,
      "Бриочит" : 5000,
      "Эспитиум" : 15000,
      "Standard reactor foundation" : 1,
      "Аллигиор" : 3500,
      "Коалимин" : 2500,
      "Криоперин" : 7500,
      "Тиразин" : 7500
   }
}
,
"Hi-tech reactor foundation": {
   "material" : {
      "Аллигиор" : 3500,
      "Advanced reactor foundation" : 1,
      "Коалимин" : 5000,
      "Бриочит" : 5000,
      "Тиразин" : 15000,
      "Эспитиум" : 15000,
      "Бочилум" : 3500
   },
   "cat" : "Реакторы",
   "tier" : "T3"
}
,
"Стандартный редуктор площади": {
   "cat" : "Редукторы площади",
   "tier" : "T1",
   "material" : {
      "Пластеозин" : 150,
      "Титан" : 100,
      "Криоперин" : 150
   }
}
,
"Редуктор площади R4S-S": {
   "tier" : "T2",
   "cat" : "Редукторы площади",
   "material" : {
      "Титан" : 100,
      "Стандартный редуктор площади" : 1,
      "Пластеозин" : 150,
      "Криоперин" : 150
   }
}
,
"Редуктор площади Deflectik": {
   "material" : {
      "Пластеозин" : 75,
      "Титан" : 100,
      "Аллигиор" : 75,
      "Редуктор площади R4S-S" : 1,
      "Криоперин" : 75,
      "Эспитиум" : 75
   },
   "tier" : "T3",
   "cat" : "Редукторы площади"
}
,
"Редуктор площади Yridan RCD": {
   "tier" : "T4",
   "cat" : "Редукторы площади",
   "material" : {
      "Криоперин" : 150,
      "Бриочит" : 100,
      "Аллигиор" : 150,
      "Эспитиум" : 150,
      "Редуктор площади Deflectik" : 1,
      "Титан" : 100,
      "Пластеозин" : 150
   }
}
,
"Стандартный ремонтный NEXUS-модуль": {
   "material" : {
      "Статишноль" : 150,
      "Титан" : 50,
      "Пластеозин" : 150,
      "Шолонин" : 150,
      "Криоперин" : 150
   },
   "tier" : "T1",
   "cat" : "Ремонт"
}
,
"Ремонтный NEXUS-модуль Diogan": {
   "material" : {
      "Титан" : 50,
      "Статишноль" : 150,
      "Пластеозин" : 150,
      "Криоперин" : 150,
      "Стандартный ремонтный NEXUS-модуль" : 1,
      "Шолонин" : 150
   },
   "tier" : "T2",
   "cat" : "Ремонт"
}
,
"Ремонтный NEXUS-модуль Pawish": {
   "cat" : "Ремонт",
   "tier" : "T3",
   "material" : {
      "Статишноль" : 150,
      "Титан" : 50,
      "Ремонтный NEXUS-модуль Diogan" : 1,
      "Шолонин" : 150,
      "Эспитиум" : 150,
      "Аллигиор" : 150
   }
}
,
"Ремонтный NEXUS-модуль ACF-9900": {
   "material" : {
      "Шолонин" : 300,
      "Ремонтный NEXUS-модуль Pawish" : 1,
      "Эспитиум" : 300,
      "Бриочит" : 100,
      "Аллигиор" : 300,
      "Статишноль" : 300
   },
   "tier" : "T4",
   "cat" : "Ремонт"
}
,
"Ретранслятор контроля": {
   "cat" : "Ретрансляторы контроля",
   "tier" : "T1",
   "material" : {
      "Титан" : 500,
      "Бриочит" : 500,
      "Криоперин" : 500,
      "Эспитиум" : 500
   }
}
,
"Усовершенствованный ретранслятор контроля": {
   "material" : {
      "Ретранслятор контроля" : 1,
      "Титан" : 250,
      "Криоперин" : 250,
      "Коалимин" : 250,
      "Бриочит" : 500,
      "Эспитиум" : 500,
      "Тиразин" : 250
   },
   "tier" : "T2",
   "cat" : "Ретрансляторы контроля"
}
,
"Hi-tech ретранслятор контроля": {
   "material" : {
      "Усовершенствованный ретранслятор контроля" : 1,
      "Эспитиум" : 500,
      "Тиразин" : 500,
      "Бриочит" : 500,
      "Коалимин" : 500
   },
   "cat" : "Ретрансляторы контроля",
   "tier" : "T3"
}
,
"Ретранслятор энергии": {
   "cat" : "Ретрансляторы энергии",
   "tier" : "T1",
   "material" : {
      "Титан" : 200,
      "Эспитиум" : 400,
      "Бриочит" : 200,
      "Криоперин" : 400
   }
}
,
"Усовершенствованный ретранслятор энергии": {
   "cat" : "Ретрансляторы энергии",
   "tier" : "T2",
   "material" : {
      "Тиразин" : 200,
      "Эспитиум" : 400,
      "Ретранслятор энергии" : 1,
      "Бриочит" : 200,
      "Коалимин" : 100,
      "Криоперин" : 200,
      "Титан" : 100
   }
}
,
"Hi-tech ретранслятор энергии": {
   "material" : {
      "Бриочит" : 200,
      "Коалимин" : 200,
      "Тиразин" : 400,
      "Эспитиум" : 400,
      "Усовершенствованный ретранслятор энергии" : 1
   },
   "cat" : "Ретрансляторы энергии",
   "tier" : "T3"
}
,
"Стандартный EW NEXUS-модуль": {
   "material" : {
      "Криоперин" : 500,
      "Аксиколин" : 100,
      "Титан" : 50
   },
   "cat" : "РЭБ",
   "tier" : "T1"
}
,
"EW NEXUS-модуль Yzla-1500": {
   "tier" : "T2",
   "cat" : "РЭБ",
   "material" : {
      "Криоперин" : 500,
      "Стандартный EW NEXUS-модуль" : 1,
      "Титан" : 50,
      "Аксиколин" : 100
   }
}
,
"EW NEXUS-модуль Hidmuns": {
   "material" : {
      "Гидробенол" : 50,
      "Титан" : 50,
      "Аксиколин" : 50,
      "Криоперин" : 250,
      "EW NEXUS-модуль Yzla-1500" : 1,
      "Эспитиум" : 250
   },
   "tier" : "T3",
   "cat" : "РЭБ"
}
,
"EW NEXUS-модуль Yzla-2500": {
   "material" : {
      "Эспитиум" : 500,
      "Криоперин" : 500,
      "Бриочит" : 50,
      "EW NEXUS-модуль Hidmuns" : 1,
      "Аксиколин" : 100,
      "Титан" : 50,
      "Гидробенол" : 100
   },
   "cat" : "РЭБ",
   "tier" : "T4"
}
,
"РЭБ (ЕСМ) модуль": {
   "tier" : "T1",
   "cat" : "РЭБ (ЕСМ) модули",
   "material" : {
      "Шолонин" : 100,
      "Криоперин" : 100,
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Титан" : 50
   }
}
,
"РЭБ (ЕСМ) модуль \"Occyt-OEW\"": {
   "tier" : "T2",
   "cat" : "РЭБ (ЕСМ) модули",
   "material" : {
      "Титан" : 50,
      "РЭБ (ЕСМ) модуль" : 1,
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Криоперин" : 100,
      "Шолонин" : 100
   }
}
,
"Сапфировый РЭБ (ЕСМ) модуль": {
   "material" : {
      "Гидробенол" : 50,
      "Полинитрокол" : 50,
      "Бриочит" : 50,
      "Эспитиум" : 100,
      "Шолонин" : 100
   },
   "tier" : "T2",
   "cat" : "РЭБ (ЕСМ) модули"
}
,
"РЭБ (ЕСМ) модуль \"Wavoslur\"": {
   "cat" : "РЭБ (ЕСМ) модули",
   "tier" : "T3",
   "material" : {
      "Гидробенол" : 50,
      "Полинитрокол" : 50,
      "Титан" : 50,
      "Эспитиум" : 100,
      "РЭБ (ЕСМ) модуль \"Occyt-OEW\"" : 1,
      "Шолонин" : 100
   }
}
,
"Командирский сапфировый РЭБ (ЕСМ) модуль": {
   "material" : {
      "Полинитрокол" : 100,
      "Гидробенол" : 100,
      "Эспитиум" : 200,
      "Шолонин" : 200,
      "Бриочит" : 100
   },
   "cat" : "РЭБ (ЕСМ) модули",
   "tier" : "T4"
}
,
"РЭБ (ЕСМ) модуль \"Tenion\"": {
   "material" : {
      "Полинитрокол" : 100,
      "Гидробенол" : 100,
      "Эспитиум" : 200,
      "РЭБ (ЕСМ) модуль \"Wavoslur\"" : 1,
      "Шолонин" : 200,
      "Бриочит" : 100
   },
   "cat" : "РЭБ (ЕСМ) модули",
   "tier" : "T4"
}
,
"Standard seismic ERP": {
   "cat" : "Сейсмические ЕРП",
   "tier" : "T1",
   "material" : {
      "Шолонин" : 200,
      "Криоперин" : 200,
      "Пластеозин" : 100,
      "Титан" : 200,
      "Статишноль" : 100
   }
}
,
"Sapphire Vanguard seismic ERP": {
   "material" : {
      "Статишноль" : 100,
      "Шолонин" : 200,
      "Эспитиум" : 200,
      "Бриочит" : 200,
      "Аллигиор" : 100
   },
   "cat" : "Сейсмические ЕРП",
   "tier" : "T2"
}
,
"SER-250 'Eruptico' seismic ERP": {
   "tier" : "T2",
   "cat" : "Сейсмические ЕРП",
   "material" : {
      "Статишноль" : 100,
      "Титан" : 200,
      "Пластеозин" : 100,
      "Криоперин" : 200,
      "Шолонин" : 200,
      "Standard seismic ERP" : 1
   }
}
,
"SER-300 'Devactico' seismic ERP": {
   "cat" : "Сейсмические ЕРП",
   "tier" : "T3",
   "material" : {
      "Аллигиор" : 100,
      "Шолонин" : 200,
      "Эспитиум" : 200,
      "SER-250 'Eruptico' seismic ERP" : 1,
      "Титан" : 200,
      "Статишноль" : 100
   }
}
,
"365p-CSD seismic ERP": {
   "tier" : "T4",
   "cat" : "Сейсмические ЕРП",
   "material" : {
      "Аллигиор" : 200,
      "Бриочит" : 400,
      "Эспитиум" : 400,
      "Шолонин" : 400,
      "SER-300 'Devactico' seismic ERP" : 1,
      "Статишноль" : 200
   }
}
,
"Sapphire Vanguard Commander seismic ERP": {
   "material" : {
      "Аллигиор" : 200,
      "Бриочит" : 400,
      "Эспитиум" : 400,
      "Шолонин" : 400,
      "Статишноль" : 200
   },
   "tier" : "T4",
   "cat" : "Сейсмические ЕРП"
}
,
"Сейсмический усилитель": {
   "material" : {
      "Шолонин" : 50,
      "Криоперин" : 50,
      "Пластеозин" : 125,
      "Статишноль" : 125,
      "Титан" : 100
   },
   "tier" : "T1",
   "cat" : "Сейсмические усилители"
}
,
"Сапфировый сейсмический усилитель": {
   "material" : {
      "Статишноль" : 125,
      "Эспитиум" : 50,
      "Шолонин" : 50,
      "Аллигиор" : 125,
      "Бриочит" : 100
   },
   "cat" : "Сейсмические усилители",
   "tier" : "T2"
}
,
"Сейсмический усилитель 'Ballistris I.'": {
   "cat" : "Сейсмические усилители",
   "tier" : "T2",
   "material" : {
      "Шолонин" : 50,
      "Криоперин" : 50,
      "Сейсмический усилитель" : 1,
      "Пластеозин" : 125,
      "Статишноль" : 125,
      "Титан" : 100
   }
}
,
"Сейсмический усилитель 'Formantel-DVU'": {
   "material" : {
      "Аллигиор" : 125,
      "Сейсмический усилитель 'Ballistris I.'" : 1,
      "Шолонин" : 50,
      "Эспитиум" : 50,
      "Статишноль" : 125,
      "Титан" : 100
   },
   "cat" : "Сейсмические усилители",
   "tier" : "T3"
}
,
"Сапфировый сейсмический усилитель Командира": {
   "tier" : "T4",
   "cat" : "Сейсмические усилители",
   "material" : {
      "Статишноль" : 250,
      "Аллигиор" : 250,
      "Бриочит" : 200,
      "Эспитиум" : 100,
      "Шолонин" : 100
   }
}
,
"Сейсмический усилитель 'Sheltor'": {
   "material" : {
      "Бриочит" : 200,
      "Аллигиор" : 250,
      "Шолонин" : 100,
      "Эспитиум" : 100,
      "Сейсмический усилитель 'Formantel-DVU'" : 1,
      "Статишноль" : 250
   },
   "tier" : "T4",
   "cat" : "Сейсмические усилители"
}
,
"Сканер шасси": {
   "tier" : "T1",
   "cat" : "Сканер шасси",
   "material" : {
      "Титан" : 50,
      "Криоперин" : 250
   }
}
,
"Сканер шасси Distalfrisk-MDO2": {
   "material" : {
      "Титан" : 50,
      "Криоперин" : 250,
      "Сканер шасси" : 1
   },
   "tier" : "T2",
   "cat" : "Сканер шасси"
}
,
"Сканер шасси Stalis CS3": {
   "material" : {
      "Титан" : 50,
      "Криоперин" : 125,
      "Эспитиум" : 125,
      "Сканер шасси Distalfrisk-MDO2" : 1
   },
   "tier" : "T3",
   "cat" : "Сканер шасси"
}
,
"Сканер шасси sy-D-930": {
   "material" : {
      "Титан" : 50,
      "Бриочит" : 50,
      "Криоперин" : 250,
      "Эспитиум" : 250,
      "Сканер шасси Stalis CS3" : 1
   },
   "cat" : "Сканер шасси",
   "tier" : "T4"
}
,
"Сканер груза": {
   "cat" : "Сканеры груза",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 250,
      "Титан" : 50
   }
}
,
"Грузовой сканер Spurt-Singular": {
   "tier" : "T2",
   "cat" : "Сканеры груза",
   "material" : {
      "Криоперин" : 250,
      "Титан" : 50,
      "Сканер груза" : 1
   }
}
,
"Грузовой сканер Nomothetor": {
   "material" : {
      "Криоперин" : 125,
      "Грузовой сканер Spurt-Singular" : 1,
      "Эспитиум" : 125,
      "Титан" : 50
   },
   "tier" : "T3",
   "cat" : "Сканеры груза"
}
,
"Грузовой сканер Visioner": {
   "material" : {
      "Грузовой сканер Nomothetor" : 1,
      "Титан" : 50,
      "Бриочит" : 50,
      "Криоперин" : 250,
      "Эспитиум" : 250
   },
   "tier" : "T4",
   "cat" : "Сканеры груза"
}
,
"Стандартный NEXUS-модуль ускорения": {
   "material" : {
      "Титан" : 50,
      "Шолонин" : 300,
      "Криоперин" : 300
   },
   "tier" : "T1",
   "cat" : "Скорость"
}
,
"NEXUS-модуль ускорения Jubatus": {
   "material" : {
      "Шолонин" : 300,
      "Криоперин" : 300,
      "Титан" : 50,
      "Стандартный NEXUS-модуль ускорения" : 1
   },
   "cat" : "Скорость",
   "tier" : "T2"
}
,
"NEXUS-модуль ускорения Iopis-II": {
   "cat" : "Скорость",
   "tier" : "T3",
   "material" : {
      "Титан" : 50,
      "NEXUS-модуль ускорения Jubatus" : 1,
      "Эспитиум" : 300,
      "Шолонин" : 300
   }
}
,
"NEXUS-модуль ускорения Contra": {
   "material" : {
      "Шолонин" : 600,
      "Эспитиум" : 600,
      "Бриочит" : 100,
      "NEXUS-модуль ускорения Iopis-II" : 1
   },
   "cat" : "Скорость",
   "tier" : "T4"
}
,
"Стандартный сопроцессор": {
   "material" : {
      "Криоперин" : 350,
      "Титан" : 50
   },
   "tier" : "T1",
   "cat" : "Сопроцессоры"
}
,
"Сопроцессор Parallelyt-C300": {
   "tier" : "T2",
   "cat" : "Сопроцессоры",
   "material" : {
      "Титан" : 50,
      "Стандартный сопроцессор" : 1,
      "Криоперин" : 350
   }
}
,
"Сопроцессор Cerebellum-1000": {
   "material" : {
      "Титан" : 50,
      "Криоперин" : 175,
      "Сопроцессор Parallelyt-C300" : 1,
      "Эспитиум" : 175
   },
   "cat" : "Сопроцессоры",
   "tier" : "T3"
}
,
"Сопроцессор Processyt-C1000": {
   "material" : {
      "Титан" : 50,
      "Бриочит" : 50,
      "Криоперин" : 350,
      "Эспитиум" : 350,
      "Сопроцессор Cerebellum-1000" : 1
   },
   "cat" : "Сопроцессоры",
   "tier" : "T4"
}
,
"Средняя автоматическая пушка": {
   "material" : {
      "Криоперин" : 100,
      "Титан" : 200,
      "Аксиколин" : 200
   },
   "tier" : "T1",
   "cat" : "Среднее огнестрельное оружие"
}
,
"Стандартный средний пулемёт": {
   "material" : {
      "Аксиколин" : 200,
      "Титан" : 200
   },
   "tier" : "T1",
   "cat" : "Среднее огнестрельное оружие"
}
,
"Средний пулемёт Grenber 28d": {
   "material" : {
      "Стандартный средний пулемёт" : 1,
      "Аксиколин" : 200,
      "Титан" : 200
   },
   "cat" : "Среднее огнестрельное оружие",
   "tier" : "T2"
}
,
"Средняя автоматическая пушка GTRB": {
   "material" : {
      "Титан" : 200,
      "Аксиколин" : 200,
      "Средняя автоматическая пушка" : 1,
      "Криоперин" : 100
   },
   "cat" : "Среднее огнестрельное оружие",
   "tier" : "T2"
}
,
"Средний пулемёт .5s Hastex": {
   "tier" : "T3",
   "cat" : "Среднее огнестрельное оружие",
   "material" : {
      "Титан" : 200,
      "Аксиколин" : 100,
      "Средний пулемёт Grenber 28d" : 1,
      "Гидробенол" : 100
   }
}
,
"Средняя автоматическая пушка Astoc M75": {
   "material" : {
      "Титан" : 200,
      "Аксиколин" : 100,
      "Гидробенол" : 100,
      "Эспитиум" : 50,
      "Криоперин" : 50,
      "Средняя автоматическая пушка GTRB" : 1
   },
   "tier" : "T3",
   "cat" : "Среднее огнестрельное оружие"
}
,
"Средний пулемёт Torrex-G17": {
   "cat" : "Среднее огнестрельное оружие",
   "tier" : "T4",
   "material" : {
      "Бриочит" : 200,
      "Титан" : 200,
      "Средний пулемёт .5s Hastex" : 1,
      "Аксиколин" : 200,
      "Гидробенол" : 200
   }
}
,
"Средняя автоматическая пушка Znatvoy-Berjiar-IA": {
   "cat" : "Среднее огнестрельное оружие",
   "tier" : "T4",
   "material" : {
      "Бриочит" : 200,
      "Криоперин" : 100,
      "Средняя автоматическая пушка Astoc M75" : 1,
      "Эспитиум" : 100,
      "Гидробенол" : 200,
      "Аксиколин" : 200,
      "Титан" : 200
   }
}
,
"Жидкостная средняя болванка": {
   "material" : {
      "Полинитрокол" : 100,
      "Титан" : 50,
      "Флоботил" : 50
   },
   "cat" : "Средние болванки"
}
,
"Зажигательная средняя болванка": {
   "cat" : "Средние болванки",
   "material" : {
      "Полинуклеит" : 50,
      "Полинитрокол" : 100,
      "Титан" : 50
   }
}
,
"Композитная средняя болванка": {
   "cat" : "Средние болванки",
   "material" : {
      "Титан" : 50,
      "Полинитрокол" : 200
   }
}
,
"Средняя болванка 'Magnedart'": {
   "material" : {
      "Полинитрокол" : 100,
      "Титан" : 50,
      "Гидробенол" : 50
   },
   "cat" : "Средние болванки"
}
,
"Средняя болванка 'UDC'": {
   "material" : {
      "Гидробенол" : 50,
      "Полинитрокол" : 100,
      "Титан" : 50
   },
   "cat" : "Средние болванки"
}
,
"Химактивная средняя болванка": {
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 100,
      "Полинитрокол" : 100
   },
   "cat" : "Средние болванки"
}
,
"Средний броневосстановитель": {
   "tier" : "T1",
   "cat" : "Средние броневосстановители",
   "material" : {
      "Криоперин" : 50,
      "Шолонин" : 50,
      "Титан" : 100,
      "Статишноль" : 200,
      "Пластеозин" : 200
   }
}
,
"Сапфировый средний броневосстановитель": {
   "cat" : "Средние броневосстановители",
   "tier" : "T2",
   "material" : {
      "Эспитиум" : 50,
      "Шолонин" : 50,
      "Аллигиор" : 200,
      "Бриочит" : 100,
      "Статишноль" : 200
   }
}
,
"Средний броневосстановитель 'Vautrell'": {
   "cat" : "Средние броневосстановители",
   "tier" : "T2",
   "material" : {
      "Шолонин" : 50,
      "Криоперин" : 50,
      "Титан" : 100,
      "Статишноль" : 200,
      "Пластеозин" : 200,
      "Средний броневосстановитель" : 1
   }
}
,
"Средний броневосстановитель 'FO-150'": {
   "material" : {
      "Эспитиум" : 50,
      "Шолонин" : 50,
      "Аллигиор" : 200,
      "Средний броневосстановитель 'Vautrell'" : 1,
      "Статишноль" : 200,
      "Титан" : 100
   },
   "cat" : "Средние броневосстановители",
   "tier" : "T3"
}
,
"Сапфировый средний броневосстановитель Командира": {
   "cat" : "Средние броневосстановители",
   "tier" : "T4",
   "material" : {
      "Шолонин" : 100,
      "Эспитиум" : 100,
      "Бриочит" : 200,
      "Аллигиор" : 400,
      "Статишноль" : 400
   }
}
,
"Средний броневосстановитель 'CRC40'": {
   "material" : {
      "Эспитиум" : 100,
      "Шолонин" : 100,
      "Аллигиор" : 400,
      "Бриочит" : 200,
      "Статишноль" : 400,
      "Средний броневосстановитель 'FO-150'" : 1
   },
   "tier" : "T4",
   "cat" : "Средние броневосстановители"
}
,
"Средняя бронеплита": {
   "material" : {
      "Титан" : 500,
      "Пластеозин" : 700
   },
   "tier" : "T1",
   "cat" : "Средние бронеплиты"
}
,
"Средняя бронеплита 'Azillo-Protec Duoforge'": {
   "cat" : "Средние бронеплиты",
   "tier" : "T2",
   "material" : {
      "Пластеозин" : 700,
      "Средняя бронеплита" : 1,
      "Титан" : 500
   }
}
,
"Средняя бронеплита 'Invigor II'": {
   "cat" : "Средние бронеплиты",
   "tier" : "T3",
   "material" : {
      "Аллигиор" : 350,
      "Средняя бронеплита 'Azillo-Protec Duoforge'" : 1,
      "Пластеозин" : 350,
      "Титан" : 500
   }
}
,
"Средняя бронеплита 'THL-Testudo'": {
   "tier" : "T4",
   "cat" : "Средние бронеплиты",
   "material" : {
      "Пластеозин" : 700,
      "Титан" : 500,
      "Аллигиор" : 700,
      "Бриочит" : 500,
      "Средняя бронеплита 'Invigor II'" : 1
   }
}
,
"Стандартный средний буровой модуль": {
   "material" : {
      "Титан" : 300,
      "Криоперин" : 100
   },
   "tier" : "T1",
   "cat" : "Средние буровые модули"
}
,
"Средний буровой модуль MMA v12-'Alkhemir'": {
   "cat" : "Средние буровые модули",
   "tier" : "T2",
   "material" : {
      "Стандартный средний буровой модуль" : 1,
      "Криоперин" : 100,
      "Титан" : 300
   }
}
,
"Средний буровой модуль Sublimator Mid-D": {
   "cat" : "Средние буровые модули",
   "tier" : "T3",
   "material" : {
      "Эспитиум" : 50,
      "Криоперин" : 50,
      "Средний буровой модуль MMA v12-'Alkhemir'" : 1,
      "Титан" : 300
   }
}
,
"Средний буровой модуль Ovostec-Edger": {
   "material" : {
      "Титан" : 300,
      "Средний буровой модуль Sublimator Mid-D" : 1,
      "Эспитиум" : 100,
      "Бриочит" : 300,
      "Криоперин" : 100
   },
   "tier" : "T4",
   "cat" : "Средние буровые модули"
}
,
"Стандартный средний вспомогательный аккумулятор": {
   "material" : {
      "Титан" : 200,
      "Криоперин" : 400
   },
   "tier" : "T1",
   "cat" : "Средние вспомогательные аккумуляторы"
}
,
"Средний вспомогательный аккумулятор Ovostec-gpc7000": {
   "material" : {
      "Криоперин" : 400,
      "Стандартный средний вспомогательный аккумулятор" : 1,
      "Титан" : 200
   },
   "tier" : "T2",
   "cat" : "Средние вспомогательные аккумуляторы"
}
,
"Средний вспомогательный аккумулятор Sistolox": {
   "material" : {
      "Криоперин" : 200,
      "Эспитиум" : 200,
      "Титан" : 200,
      "Средний вспомогательный аккумулятор Ovostec-gpc7000" : 1
   },
   "cat" : "Средние вспомогательные аккумуляторы",
   "tier" : "T3"
}
,
"Средний вспомогательный аккумулятор Pheter Charge-M": {
   "tier" : "T4",
   "cat" : "Средние вспомогательные аккумуляторы",
   "material" : {
      "Титан" : 200,
      "Бриочит" : 200,
      "Криоперин" : 400,
      "Средний вспомогательный аккумулятор Sistolox" : 1,
      "Эспитиум" : 400
   }
}
,
"Стандартный средний генератор щита": {
   "material" : {
      "Пластеозин" : 400,
      "Витрицил" : 200,
      "Титан" : 200,
      "Изопропентол" : 400,
      "Криоперин" : 200
   },
   "tier" : "T1",
   "cat" : "Средние генераторы щита"
}
,
"Средний генератор щита Parsvaal-IIX": {
   "cat" : "Средние генераторы щита",
   "tier" : "T2",
   "material" : {
      "Изопропентол" : 400,
      "Криоперин" : 200,
      "Титан" : 200,
      "Стандартный средний генератор щита" : 1,
      "Витрицил" : 200,
      "Пластеозин" : 400
   }
}
,
"Средний генератор щита Ovostec-Yellowray II": {
   "tier" : "T3",
   "cat" : "Средние генераторы щита",
   "material" : {
      "Эспитиум" : 200,
      "Изопропентол" : 400,
      "Аллигиор" : 400,
      "Титан" : 200,
      "Витрицил" : 200,
      "Средний генератор щита Parsvaal-IIX" : 1
   }
}
,
"Средний генератор щита Penik": {
   "material" : {
      "Витрицил" : 400,
      "Аллигиор" : 800,
      "Бриочит" : 400,
      "Средний генератор щита Ovostec-Yellowray II" : 1,
      "Эспитиум" : 400,
      "Изопропентол" : 800
   },
   "tier" : "T4",
   "cat" : "Средние генераторы щита"
}
,
"Средний дистанционный броневосстановитель": {
   "cat" : "Средние дистанционные броневосстановители",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 100,
      "Титан" : 200,
      "Пластеозин" : 500
   }
}
,
"Платиновый средний дистанционный броневосстановитель": {
   "material" : {
      "Пластеозин" : 250,
      "Титан" : 100,
      "Эспитиум" : 50,
      "Аллигиор" : 250,
      "Криоперин" : 50,
      "Бриочит" : 100
   },
   "tier" : "T2",
   "cat" : "Средние дистанционные броневосстановители"
}
,
"Средний дистанционный броневосстановитель 'Avarog GD-800'": {
   "material" : {
      "Криоперин" : 100,
      "Пластеозин" : 500,
      "Средний дистанционный броневосстановитель" : 1,
      "Титан" : 200
   },
   "tier" : "T2",
   "cat" : "Средние дистанционные броневосстановители"
}
,
"Средний дистанционный броневосстановитель 'Basio'": {
   "cat" : "Средние дистанционные броневосстановители",
   "tier" : "T3",
   "material" : {
      "Пластеозин" : 250,
      "Титан" : 200,
      "Аллигиор" : 250,
      "Криоперин" : 50,
      "Эспитиум" : 50,
      "Средний дистанционный броневосстановитель 'Avarog GD-800'" : 1
   }
}
,
"Платиновый средний дистанционный броневосстановитель Магната": {
   "material" : {
      "Аллигиор" : 500,
      "Криоперин" : 100,
      "Бриочит" : 200,
      "Эспитиум" : 100,
      "Пластеозин" : 500,
      "Титан" : 200
   },
   "tier" : "T4",
   "cat" : "Средние дистанционные броневосстановители"
}
,
"Средний дистанционный броневосстановитель 'ALS'": {
   "material" : {
      "Титан" : 200,
      "Пластеозин" : 500,
      "Бриочит" : 200,
      "Криоперин" : 100,
      "Аллигиор" : 500,
      "Средний дистанционный броневосстановитель 'Basio'" : 1,
      "Эспитиум" : 100
   },
   "cat" : "Средние дистанционные броневосстановители",
   "tier" : "T4"
}
,
"Стандартный средний инжектор энергии": {
   "tier" : "T1",
   "cat" : "Средние инжекторы энергии",
   "material" : {
      "Криоперин" : 200,
      "Титан" : 200
   }
}
,
"Средний инжектор энергии Shoxit Parter I": {
   "material" : {
      "Стандартный средний инжектор энергии" : 1,
      "Криоперин" : 200,
      "Титан" : 200
   },
   "cat" : "Средние инжекторы энергии",
   "tier" : "T2"
}
,
"Средний инжектор энергии Follypsos": {
   "cat" : "Средние инжекторы энергии",
   "tier" : "T3",
   "material" : {
      "Титан" : 200,
      "Средний инжектор энергии Shoxit Parter I" : 1,
      "Криоперин" : 100,
      "Эспитиум" : 100
   }
}
,
"Средний инжектор энергии Cerepter II": {
   "material" : {
      "Средний инжектор энергии Follypsos" : 1,
      "Титан" : 200,
      "Бриочит" : 200,
      "Криоперин" : 200,
      "Эспитиум" : 200
   },
   "tier" : "T4",
   "cat" : "Средние инжекторы энергии"
}
,
"Стандартный средний комбайн": {
   "tier" : "T1",
   "cat" : "Средние комбайны",
   "material" : {
      "Титан" : 300,
      "Криоперин" : 100
   }
}
,
"Средний комбайн MHA 900-'Sap'": {
   "material" : {
      "Стандартный средний комбайн" : 1,
      "Криоперин" : 100,
      "Титан" : 300
   },
   "cat" : "Средние комбайны",
   "tier" : "T2"
}
,
"Средний комбайн Cultivator-XM": {
   "material" : {
      "Эспитиум" : 50,
      "Криоперин" : 50,
      "Титан" : 300,
      "Средний комбайн MHA 900-'Sap'" : 1
   },
   "cat" : "Средние комбайны",
   "tier" : "T3"
}
,
"Средний комбайн Protrim V-II": {
   "material" : {
      "Криоперин" : 100,
      "Бриочит" : 300,
      "Эспитиум" : 100,
      "Средний комбайн Cultivator-XM" : 1,
      "Титан" : 300
   },
   "cat" : "Средние комбайны",
   "tier" : "T4"
}
,
"Средний HCL-лазер": {
   "cat" : "Средние лазеры",
   "tier" : "T1",
   "material" : {
      "Титан" : 100,
      "Полинуклеит" : 100,
      "Аксиколин" : 100,
      "Криоперин" : 50,
      "Прилумиум" : 50
   }
}
,
"Стандартный средний LCL-лазер": {
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 100,
      "Полинуклеит" : 100
   },
   "tier" : "T1",
   "cat" : "Средние лазеры"
}
,
"Средний HCL-лазер Tertzer": {
   "cat" : "Средние лазеры",
   "tier" : "T2",
   "material" : {
      "Прилумиум" : 50,
      "Криоперин" : 50,
      "Титан" : 100,
      "Аксиколин" : 100,
      "Полинуклеит" : 100,
      "Средний HCL-лазер" : 1
   }
}
,
"Средний LCL-лазер Thelotec-Grazier": {
   "tier" : "T2",
   "cat" : "Средние лазеры",
   "material" : {
      "Стандартный средний LCL-лазер" : 1,
      "Титан" : 100,
      "Полинуклеит" : 100,
      "Аксиколин" : 100
   }
}
,
"Средний HCL-лазер Thelotec-Iocle I": {
   "material" : {
      "Средний HCL-лазер Tertzer" : 1,
      "Прилумиум" : 50,
      "Эспитиум" : 50,
      "Гидробенол" : 100,
      "Полинуклеит" : 100,
      "Титан" : 100
   },
   "cat" : "Средние лазеры",
   "tier" : "T3"
}
,
"Средний LCL-лазер Kauska Heatpin I": {
   "cat" : "Средние лазеры",
   "tier" : "T3",
   "material" : {
      "Гидробенол" : 100,
      "Титан" : 100,
      "Полинуклеит" : 100,
      "Средний LCL-лазер Thelotec-Grazier" : 1
   }
}
,
"Средний HCL-лазер Phisker 30PW": {
   "tier" : "T4",
   "cat" : "Средние лазеры",
   "material" : {
      "Эспитиум" : 100,
      "Бриочит" : 200,
      "Прилумиум" : 100,
      "Средний HCL-лазер Thelotec-Iocle I" : 1,
      "Полинуклеит" : 200,
      "Гидробенол" : 200
   }
}
,
"Средний LCL-лазер Thermodissector": {
   "cat" : "Средние лазеры",
   "tier" : "T4",
   "material" : {
      "Бриочит" : 200,
      "Средний LCL-лазер Kauska Heatpin I" : 1,
      "Гидробенол" : 200,
      "Полинуклеит" : 200
   }
}
,
"Среднее орудие Гаусса": {
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 100,
      "Полинитрокол" : 100
   },
   "tier" : "T1",
   "cat" : "Средние магнитные пушки"
}
,
"Средняя магнитная пушка": {
   "material" : {
      "Шолонин" : 50,
      "Криоперин" : 50,
      "Титан" : 100,
      "Аксиколин" : 100,
      "Полинитрокол" : 100
   },
   "cat" : "Средние магнитные пушки",
   "tier" : "T1"
}
,
"Сапфировое среднее орудие Гаусса": {
   "tier" : "T2",
   "cat" : "Средние магнитные пушки",
   "material" : {
      "Бриочит" : 100,
      "Полинитрокол" : 100,
      "Гидробенол" : 100
   }
}
,
"Среднее орудие Гаусса 'Iskio-Magnetor'": {
   "material" : {
      "Среднее орудие Гаусса" : 1,
      "Титан" : 100,
      "Полинитрокол" : 100,
      "Аксиколин" : 100
   },
   "tier" : "T2",
   "cat" : "Средние магнитные пушки"
}
,
"Средняя магнитная пушка Condor-SPP": {
   "material" : {
      "Титан" : 100,
      "Полинитрокол" : 100,
      "Аксиколин" : 100,
      "Криоперин" : 50,
      "Средняя магнитная пушка" : 1,
      "Шолонин" : 50
   },
   "cat" : "Средние магнитные пушки",
   "tier" : "T2"
}
,
"Среднее орудие Гаусса 'Nuimtec-Midion AMS'": {
   "cat" : "Средние магнитные пушки",
   "tier" : "T3",
   "material" : {
      "Среднее орудие Гаусса 'Iskio-Magnetor'" : 1,
      "Гидробенол" : 100,
      "Полинитрокол" : 100,
      "Титан" : 100
   }
}
,
"Средняя магнитная пушка Nuimtec-Accolon LRS": {
   "tier" : "T3",
   "cat" : "Средние магнитные пушки",
   "material" : {
      "Средняя магнитная пушка Condor-SPP" : 1,
      "Шолонин" : 50,
      "Эспитиум" : 50,
      "Гидробенол" : 100,
      "Титан" : 100,
      "Полинитрокол" : 100
   }
}
,
"Командирское сапфировое среднее орудие Гаусса": {
   "cat" : "Средние магнитные пушки",
   "tier" : "T4",
   "material" : {
      "Бриочит" : 200,
      "Полинитрокол" : 200,
      "Гидробенол" : 200
   }
}
,
"Среднее орудие Гаусса 'Prompt'": {
   "cat" : "Средние магнитные пушки",
   "tier" : "T4",
   "material" : {
      "Полинитрокол" : 200,
      "Среднее орудие Гаусса 'Nuimtec-Midion AMS'" : 1,
      "Гидробенол" : 200,
      "Бриочит" : 200
   }
}
,
"Средняя магнитная пушка 5.5-Glipler": {
   "material" : {
      "Эспитиум" : 100,
      "Шолонин" : 100,
      "Бриочит" : 200,
      "Полинитрокол" : 200,
      "Средняя магнитная пушка Nuimtec-Accolon LRS" : 1,
      "Гидробенол" : 200
   },
   "tier" : "T4",
   "cat" : "Средние магнитные пушки"
}
,
"Стандартный средний нейтрализатор энергии": {
   "cat" : "Средние нейтрализаторы энергии",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 200,
      "Флоботил" : 100,
      "Витрицил" : 200,
      "Аксиколин" : 100,
      "Титан" : 100
   }
}
,
"Средний нейтрализатор энергии Gox II": {
   "cat" : "Средние нейтрализаторы энергии",
   "tier" : "T2",
   "material" : {
      "Титан" : 100,
      "Аксиколин" : 100,
      "Витрицил" : 200,
      "Стандартный средний нейтрализатор энергии" : 1,
      "Криоперин" : 200,
      "Флоботил" : 100
   }
}
,
"Средний нейтрализатор энергии 1300RFX-Spasm": {
   "material" : {
      "Эспитиум" : 200,
      "Флоботил" : 100,
      "Средний нейтрализатор энергии Gox II" : 1,
      "Витрицил" : 200,
      "Титан" : 100,
      "Гидробенол" : 100
   },
   "tier" : "T3",
   "cat" : "Средние нейтрализаторы энергии"
}
,
"Средний нейтрализатор энергии Sicado I": {
   "tier" : "T4",
   "cat" : "Средние нейтрализаторы энергии",
   "material" : {
      "Витрицил" : 400,
      "Гидробенол" : 200,
      "Эспитиум" : 400,
      "Флоботил" : 200,
      "Средний нейтрализатор энергии 1300RFX-Spasm" : 1,
      "Бриочит" : 200
   }
}
,
"Бронебойный средний патрон": {
   "cat" : "Средние патроны",
   "material" : {
      "Полинитрокол" : 20,
      "Аксиколин" : 100,
      "Титан" : 50,
      "Флоботил" : 20
   },
   "num" : 1000
}
,
"Композитный средний патрон": {
   "num" : 1000,
   "cat" : "Средние патроны",
   "material" : {
      "Флоботил" : 10,
      "Титан" : 50,
      "Полинуклеит" : 20,
      "Полинитрокол" : 30,
      "Аксиколин" : 50
   }
}
,
"Металл-керамический средний патрон": {
   "material" : {
      "Титан" : 50,
      "Полинуклеит" : 20,
      "Полинитрокол" : 35,
      "Аксиколин" : 50,
      "Флоботил" : 20
   },
   "cat" : "Средние патроны",
   "num" : 1000
}
,
"Средний TFJ-боеприпас": {
   "material" : {
      "Аксиколин" : 50,
      "Полинитрокол" : 35,
      "Полинуклеит" : 20,
      "Титан" : 50,
      "Флоботил" : 20
   },
   "cat" : "Средние патроны",
   "num" : 1000
}
,
"Средний боеприпас 'Flechette'": {
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 50,
      "Полинитрокол" : 35,
      "Полинуклеит" : 20,
      "Флоботил" : 20
   },
   "cat" : "Средние патроны",
   "num" : 1000
}
,
"Химактивный средний патрон": {
   "cat" : "Средние патроны",
   "material" : {
      "Полинитрокол" : 30,
      "Аксиколин" : 100,
      "Титан" : 50,
      "Флоботил" : 20
   },
   "num" : 1000
}
,
"Стандартный средний передатчик энергии": {
   "material" : {
      "Титан" : 200,
      "Криоперин" : 500
   },
   "tier" : "T1",
   "cat" : "Средние передатчики энергии"
}
,
"Средний передатчик энергии CDC-Yamp": {
   "material" : {
      "Титан" : 200,
      "Стандартный средний передатчик энергии" : 1,
      "Криоперин" : 500
   },
   "cat" : "Средние передатчики энергии",
   "tier" : "T2"
}
,
"Средний передатчик энергии Avit-Microfloss": {
   "material" : {
      "Эспитиум" : 250,
      "Криоперин" : 250,
      "Средний передатчик энергии CDC-Yamp" : 1,
      "Титан" : 200
   },
   "tier" : "T3",
   "cat" : "Средние передатчики энергии"
}
,
"Средний передатчик энергии Livostid PT-VI": {
   "material" : {
      "Бриочит" : 200,
      "Криоперин" : 500,
      "Эспитиум" : 500,
      "Средний передатчик энергии Avit-Microfloss" : 1,
      "Титан" : 200
   },
   "cat" : "Средние передатчики энергии",
   "tier" : "T4"
}
,
"Стандартная средняя ракетная установка": {
   "cat" : "Средние ракетные установки",
   "tier" : "T1",
   "material" : {
      "Флоботил" : 100,
      "Аксиколин" : 100,
      "Титан" : 100
   }
}
,
"Средняя ракетная установка ST-Dupot": {
   "tier" : "T2",
   "cat" : "Средние ракетные установки",
   "material" : {
      "Флоботил" : 100,
      "Титан" : 100,
      "Аксиколин" : 100,
      "Стандартная средняя ракетная установка" : 1
   }
}
,
"Средняя ракетная установка Vollert": {
   "cat" : "Средние ракетные установки",
   "tier" : "T3",
   "material" : {
      "Средняя ракетная установка ST-Dupot" : 1,
      "Флоботил" : 100,
      "Гидробенол" : 100,
      "Титан" : 100
   }
}
,
"Средняя ракетная установка Pelistec-TR250": {
   "cat" : "Средние ракетные установки",
   "tier" : "T4",
   "material" : {
      "Бриочит" : 200,
      "Флоботил" : 200,
      "Гидробенол" : 200,
      "Средняя ракетная установка Vollert" : 1
   }
}
,
"Акустическая средняя баллист-ракета": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 200,
      "Титан" : 50
   }
}
,
"Акустическая средняя компакт-ракета": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 200,
      "Титан" : 50
   }
}
,
"Бронебойная средняя баллист-ракета": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 100,
      "Титан" : 50,
      "Полинитрокол" : 50
   }
}
,
"Бронебойная средняя компакт-ракета": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 100,
      "Титан" : 50,
      "Полинитрокол" : 50
   }
}
,
"Двухъядерная средняя баллист-ракета": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 100,
      "Полинуклеит" : 50,
      "Титан" : 50
   }
}
,
"Двухъядерная средняя компакт-ракета": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 100,
      "Титан" : 50,
      "Полинуклеит" : 50
   }
}
,
"Средняя баллист-ракета 'HEAT-IX'": {
   "material" : {
      "Флоботил" : 100,
      "Гидробенол" : 50,
      "Титан" : 50
   },
   "cat" : "Средние ракеты"
}
,
"Средняя баллист-ракета 'Smite'": {
   "cat" : "Средние ракеты",
   "material" : {
      "Флоботил" : 100,
      "Титан" : 50,
      "Гидробенол" : 50
   }
}
,
"Средняя компакт-ракета 'HEAT-IX'": {
   "cat" : "Средние ракеты",
   "material" : {
      "Титан" : 50,
      "Гидробенол" : 50,
      "Флоботил" : 100
   }
}
,
"Средняя компакт-ракета 'Smite'": {
   "material" : {
      "Флоботил" : 100,
      "Гидробенол" : 50,
      "Титан" : 50
   },
   "cat" : "Средние ракеты"
}
,
"Химактивная средняя баллист-ракета": {
   "material" : {
      "Флоботил" : 100,
      "Титан" : 50,
      "Аксиколин" : 100
   },
   "cat" : "Средние ракеты"
}
,
"Химактивная средняя компакт-ракета": {
   "material" : {
      "Аксиколин" : 100,
      "Титан" : 50,
      "Флоботил" : 100
   },
   "cat" : "Средние ракеты"
}
,
"Стандартный средний энергоотсос": {
   "cat" : "Средние энергоотсосы",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 400,
      "Титан" : 200,
      "Аксиколин" : 200
   }
}
,
"Средний энергоотсос Portio II": {
   "tier" : "T2",
   "cat" : "Средние энергоотсосы",
   "material" : {
      "Криоперин" : 400,
      "Стандартный средний энергоотсос" : 1,
      "Титан" : 200,
      "Аксиколин" : 200
   }
}
,
"Средний энергоотсос V90-Quadres": {
   "material" : {
      "Титан" : 200,
      "Аксиколин" : 100,
      "Гидробенол" : 100,
      "Средний энергоотсос Portio II" : 1,
      "Эспитиум" : 200,
      "Криоперин" : 200
   },
   "tier" : "T3",
   "cat" : "Средние энергоотсосы"
}
,
"Средний энергоотсос Filch-AM": {
   "material" : {
      "Криоперин" : 400,
      "Бриочит" : 200,
      "Средний энергоотсос V90-Quadres" : 1,
      "Эспитиум" : 400,
      "Гидробенол" : 200,
      "Титан" : 200,
      "Аксиколин" : 200
   },
   "cat" : "Средние энергоотсосы",
   "tier" : "T4"
}
,
"Акустическая средняя энергоячейка": {
   "num" : 1250,
   "cat" : "Средние энергоячейки",
   "material" : {
      "Полинуклеит" : 100,
      "Титан" : 50,
      "Флоботил" : 50
   }
}
,
"Средняя энергоячейка 'Apocalypse'": {
   "num" : 1250,
   "cat" : "Средние энергоячейки",
   "material" : {
      "Гидробенол" : 50,
      "Титан" : 50,
      "Полинуклеит" : 100
   }
}
,
"Средняя энергоячейка 'Crypto'": {
   "cat" : "Средние энергоячейки",
   "material" : {
      "Полинуклеит" : 100,
      "Титан" : 50,
      "Гидробенол" : 50
   },
   "num" : 1250
}
,
"Термическая средняя энергоячейка": {
   "cat" : "Средние энергоячейки",
   "material" : {
      "Полинуклеит" : 200,
      "Титан" : 50
   },
   "num" : 1250
}
,
"Фотокинетическая средняя энергоячейка": {
   "cat" : "Средние энергоячейки",
   "material" : {
      "Титан" : 50,
      "Полинитрокол" : 50,
      "Полинуклеит" : 100
   },
   "num" : 1250
}
,
"Химактивная средняя энергоячейка": {
   "material" : {
      "Полинуклеит" : 100,
      "Аксиколин" : 100,
      "Титан" : 50
   },
   "cat" : "Средние энергоячейки",
   "num" : 1250
}
,
"Standard weapon stabilizer": {
   "material" : {
      "Аксиколин" : 150,
      "Титан" : 150,
      "Криоперин" : 350
   },
   "tier" : "T1",
   "cat" : "Стабилизаторы оружия"
}
,
"Kobel 450-TZ weapon stabilizer": {
   "tier" : "T2",
   "cat" : "Стабилизаторы оружия",
   "material" : {
      "Аксиколин" : 150,
      "Титан" : 150,
      "Standard weapon stabilizer" : 1,
      "Криоперин" : 350
   }
}
,
"Sharpsy weapon stabilizer": {
   "material" : {
      "Гидробенол" : 75,
      "Титан" : 150,
      "Аксиколин" : 75,
      "Криоперин" : 175,
      "Kobel 450-TZ weapon stabilizer" : 1,
      "Эспитиум" : 175
   },
   "tier" : "T3",
   "cat" : "Стабилизаторы оружия"
}
,
"Kobel 300-XZ weapon stabilizer": {
   "material" : {
      "Бриочит" : 150,
      "Криоперин" : 350,
      "Эспитиум" : 350,
      "Гидробенол" : 150,
      "Sharpsy weapon stabilizer" : 1,
      "Титан" : 150,
      "Аксиколин" : 150
   },
   "tier" : "T4",
   "cat" : "Стабилизаторы оружия"
}
,
"Монтажный блок": {
   "material" : {
      "Бочилум" : 10,
      "Титан" : 25,
      "Пластеозин" : 10,
      "Турилиум" : 5,
      "Эспитиум" : 10,
      "Бриочит" : 25,
      "Аксиколин" : 5,
      "Гидробенол" : 5,
      "Тиразин" : 10,
      "Криоперин" : 10,
      "Коалимин" : 25,
      "Аллигиор" : 10
   },
   "cat" : "Строительство зданий"
}
,
"Standard thermal ERP": {
   "cat" : "Тепловые ЕРП",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 200,
      "Изопропентол" : 100,
      "Витрицил" : 200,
      "Пластеозин" : 100,
      "Титан" : 200
   }
}
,
"Pyropaster thermal ERP": {
   "material" : {
      "Standard thermal ERP" : 1,
      "Криоперин" : 200,
      "Изопропентол" : 100,
      "Титан" : 200,
      "Витрицил" : 200,
      "Пластеозин" : 100
   },
   "tier" : "T2",
   "cat" : "Тепловые ЕРП"
}
,
"DE-melt thermal ERP": {
   "tier" : "T3",
   "cat" : "Тепловые ЕРП",
   "material" : {
      "Аллигиор" : 100,
      "Изопропентол" : 100,
      "Эспитиум" : 200,
      "Титан" : 200,
      "Pyropaster thermal ERP" : 1,
      "Витрицил" : 200
   }
}
,
"Dyoriva thermal ERP": {
   "cat" : "Тепловые ЕРП",
   "tier" : "T4",
   "material" : {
      "Эспитиум" : 400,
      "Изопропентол" : 200,
      "Бриочит" : 400,
      "DE-melt thermal ERP" : 1,
      "Аллигиор" : 200,
      "Витрицил" : 400
   }
}
,
"Термический усилитель": {
   "cat" : "Термические усилители",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 50,
      "Изопропентол" : 125,
      "Титан" : 100,
      "Витрицил" : 50,
      "Пластеозин" : 125
   }
}
,
"Изумрудный термический усилитель": {
   "material" : {
      "Витрицил" : 50,
      "Изопропентол" : 125,
      "Эспитиум" : 50,
      "Аллигиор" : 125,
      "Бриочит" : 100
   },
   "tier" : "T2",
   "cat" : "Термические усилители"
}
,
"Термический усилитель 'Lava-3T'": {
   "material" : {
      "Термический усилитель" : 1,
      "Витрицил" : 50,
      "Пластеозин" : 125,
      "Титан" : 100,
      "Криоперин" : 50,
      "Изопропентол" : 125
   },
   "tier" : "T2",
   "cat" : "Термические усилители"
}
,
"Термический усилитель 'Thermoflake'": {
   "cat" : "Термические усилители",
   "tier" : "T3",
   "material" : {
      "Витрицил" : 50,
      "Титан" : 100,
      "Аллигиор" : 125,
      "Изопропентол" : 125,
      "Эспитиум" : 50,
      "Термический усилитель 'Lava-3T'" : 1
   }
}
,
"Изумрудный термический усилитель Командира": {
   "material" : {
      "Изопропентол" : 250,
      "Эспитиум" : 100,
      "Бриочит" : 200,
      "Аллигиор" : 250,
      "Витрицил" : 100
   },
   "tier" : "T4",
   "cat" : "Термические усилители"
}
,
"Термический усилитель 'Hephaistos-TSS'": {
   "cat" : "Термические усилители",
   "tier" : "T4",
   "material" : {
      "Витрицил" : 100,
      "Термический усилитель 'Thermoflake'" : 1,
      "Изопропентол" : 250,
      "Эспитиум" : 100,
      "Аллигиор" : 250,
      "Бриочит" : 200
   }
}
,
"Турель РЭБ (EW)": {
   "tier" : "T1",
   "cat" : "Турели РЭБ",
   "material" : {
      "Гидробенол" : 750,
      "Титан" : 100,
      "Аксиколин" : 750,
      "Криоперин" : 500,
      "Бриочит" : 100,
      "Эспитиум" : 500
   }
}
,
"Усовершенствованная турель РЭБ": {
   "cat" : "Турели РЭБ",
   "tier" : "T2",
   "material" : {
      "Криоперин" : 250,
      "Коалимин" : 50,
      "Тиразин" : 250,
      "Гидробенол" : 750,
      "Аксиколин" : 375,
      "Бриочит" : 100,
      "Эспитиум" : 500,
      "Турилиум" : 375,
      "Турель РЭБ (EW)" : 1,
      "Титан" : 50
   }
}
,
"Hi-tech турель РЭБ": {
   "material" : {
      "Турилиум" : 750,
      "Гидробенол" : 750,
      "Бриочит" : 100,
      "Коалимин" : 100,
      "Усовершенствованная турель РЭБ" : 1,
      "Тиразин" : 500,
      "Эспитиум" : 500
   },
   "cat" : "Турели РЭБ",
   "tier" : "T3"
}
,
"Скарабей": {
   "cat" : "Тяжелые глайдеры",
   "material" : {
      "Аллигиор" : 1500,
      "Криоперин" : 1500,
      "Бриочит" : 12500,
      "Эспитиум" : 3000,
      "Пластеозин" : 750,
      "Титан" : 6250
   }
}
,
"Скарабей Mk2": {
   "tier" : "Mk2",
   "cat" : "Тяжелые глайдеры",
   "material" : {
      "Коалимин" : 6250,
      "Аллигиор" : 1500,
      "Скарабей" : 1,
      "Тиразин" : 1500,
      "Бриочит" : 12500,
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Эспитиум" : 3000,
      "Бочилум" : 750
   }
}
,
"Скарабей (П)": {
   "type" : "proto",
   "tier" : "П",
   "cat" : "Тяжелые глайдеры",
   "material" : {
      "Целый общий компонент" : 40,
      "Аллигиор" : 1500,
      "Криоперин" : 1500,
      "Пластеозин" : 750,
      "Титан" : 6250,
      "Эспитиум" : 3000,
      "Рабочий общий компонент" : 60,
      "Бриочит" : 12500
   }
}
,
"Литус": {
   "cat" : "Тяжелые мехи",
   "material" : {
      "Аллигиор" : 5000,
      "Бриочит" : 10000,
      "Криоперин" : 1000,
      "Эспитиум" : 2000,
      "Пластеозин" : 2500,
      "Титан" : 5000
   }
}
,
"Ривелер": {
   "cat" : "Тяжелые мехи",
   "material" : {
      "Аллигиор" : 2500,
      "Криоперин" : 500,
      "Бриочит" : 5000,
      "Эспитиум" : 500,
      "Пластеозин" : 2500,
      "Титан" : 5000
   }
}
,
"Симбионт": {
   "cat" : "Тяжелые мехи",
   "material" : {
      "Эспитиум" : 500,
      "Аллигиор" : 2500,
      "Бриочит" : 5000,
      "Криоперин" : 500,
      "Пластеозин" : 2500,
      "Титан" : 5000
   }
}
,
"Литус Mk2": {
   "cat" : "Тяжелые мехи",
   "tier" : "Mk2",
   "material" : {
      "Криоперин" : 1000,
      "Аллигиор" : 5000,
      "Бриочит" : 10000,
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Эспитиум" : 2000,
      "Титан" : 5000,
      "Пластеозин" : 2500,
      "Литус" : 1
   }
}
,
"Ривелер Mk2": {
   "material" : {
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Эспитиум" : 500,
      "Бриочит" : 5000,
      "Титан" : 5000,
      "Пластеозин" : 2500,
      "Ривелер" : 1,
      "Криоперин" : 500,
      "Аллигиор" : 2500
   },
   "cat" : "Тяжелые мехи",
   "tier" : "Mk2"
}
,
"Симбионт Mk2": {
   "material" : {
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Бриочит" : 5000,
      "Эспитиум" : 500,
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Симбионт" : 1,
      "Аллигиор" : 2500,
      "Криоперин" : 500
   },
   "cat" : "Тяжелые мехи",
   "tier" : "Mk2"
}
,
"Литус (П)": {
   "tier" : "П",
   "cat" : "Тяжелые мехи",
   "material" : {
      "Аллигиор" : 5000,
      "Криоперин" : 1000,
      "Целый общий компонент" : 40,
      "Рабочий общий компонент" : 60,
      "Бриочит" : 10000,
      "Эспитиум" : 2000,
      "Пластеозин" : 2500,
      "Титан" : 5000
   },
   "type" : "proto"
}
,
"Ривелер (П)": {
   "material" : {
      "Аллигиор" : 2500,
      "Криоперин" : 500,
      "Целый общий компонент" : 40,
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Рабочий общий компонент" : 60,
      "Бриочит" : 5000,
      "Эспитиум" : 500
   },
   "cat" : "Тяжелые мехи",
   "tier" : "П",
   "type" : "proto"
}
,
"Симбионт (П)": {
   "type" : "proto",
   "material" : {
      "Эспитиум" : 500,
      "Рабочий общий компонент" : 60,
      "Бриочит" : 5000,
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Целый общий компонент" : 40,
      "Аллигиор" : 2500,
      "Криоперин" : 500
   },
   "tier" : "П",
   "cat" : "Тяжелые мехи"
}
,
"Месмер": {
   "material" : {
      "Гидробенол" : 3500,
      "Полинитрокол" : 3500,
      "Статишноль" : 5000,
      "Аллигиор" : 5000,
      "Бриочит" : 5000,
      "Эспитиум" : 500,
      "Шолонин" : 500
   },
   "cat" : "Тяжелые мехи Нуимкол"
}
,
"Месмер Mk2": {
   "material" : {
      "Аллигиор" : 5000,
      "Шолонин" : 500,
      "Гидробенол" : 3500,
      "Бриочит" : 5000,
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Эспитиум" : 500,
      "Месмер" : 1,
      "Статишноль" : 5000,
      "Полинитрокол" : 3500
   },
   "tier" : "Mk2",
   "cat" : "Тяжелые мехи Нуимкол"
}
,
"Месмер (П)": {
   "type" : "proto",
   "tier" : "П",
   "cat" : "Тяжелые мехи Нуимкол",
   "material" : {
      "Эспитиум" : 500,
      "Рабочий общий компонент" : 30,
      "Бриочит" : 5000,
      "Полинитрокол" : 3500,
      "Рабочий компонент Нуимколов" : 30,
      "Статишноль" : 5000,
      "Целый общий компонент" : 20,
      "Шолонин" : 500,
      "Аллигиор" : 5000,
      "Целый компонент Нуимколов" : 20,
      "Гидробенол" : 3500
   }
}
,
"Грофо": {
   "cat" : "Тяжелые мехи Пелистян",
   "material" : {
      "Гидробенол" : 3500,
      "Витрицил" : 500,
      "Аллигиор" : 5000,
      "Бриочит" : 5000,
      "Флоботил" : 3500,
      "Эспитиум" : 500,
      "Изопропентол" : 5000
   }
}
,
"Грофо Mk2": {
   "material" : {
      "Аллигиор" : 5000,
      "Изопропентол" : 5000,
      "Флоботил" : 3500,
      "Гидробенол" : 3500,
      "Грофо" : 1,
      "Бриочит" : 5000,
      "Эспитиум" : 500,
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Витрицил" : 500
   },
   "tier" : "Mk2",
   "cat" : "Тяжелые мехи Пелистян"
}
,
"Грофо (П)": {
   "material" : {
      "Рабочий общий компонент" : 30,
      "Целый компонент Пелистян" : 20,
      "Бриочит" : 5000,
      "Эспитиум" : 500,
      "Витрицил" : 500,
      "Аллигиор" : 5000,
      "Целый общий компонент" : 20,
      "Флоботил" : 3500,
      "Изопропентол" : 5000,
      "Гидробенол" : 3500,
      "Рабочий компонент Пелистян" : 30
   },
   "tier" : "П",
   "cat" : "Тяжелые мехи Пелистян",
   "type" : "proto"
}
,
"Сет": {
   "material" : {
      "Эспитиум" : 500,
      "Прилумиум" : 500,
      "Бриочит" : 5000,
      "Аллигиор" : 5000,
      "Метахропин" : 5000,
      "Полинуклеит" : 3500,
      "Гидробенол" : 3500
   },
   "cat" : "Тяжелые мехи Телодика"
}
,
"Сет Mk2": {
   "tier" : "Mk2",
   "cat" : "Тяжелые мехи Телодика",
   "material" : {
      "Бриочит" : 5000,
      "Эспитиум" : 500,
      "Ядро процессора тяжёлого меха Ниани" : 1,
      "Полинуклеит" : 3500,
      "Аллигиор" : 5000,
      "Прилумиум" : 500,
      "Сет" : 1,
      "Гидробенол" : 3500,
      "Метахропин" : 5000
   }
}
,
"Сет (П)": {
   "type" : "proto",
   "material" : {
      "Полинуклеит" : 3500,
      "Рабочий компонент Телодика" : 30,
      "Эспитиум" : 500,
      "Целый компонент Телодика" : 20,
      "Бриочит" : 5000,
      "Рабочий общий компонент" : 30,
      "Метахропин" : 5000,
      "Гидробенол" : 3500,
      "Целый общий компонент" : 20,
      "Прилумиум" : 500,
      "Аллигиор" : 5000
   },
   "tier" : "П",
   "cat" : "Тяжелые мехи Телодика"
}
,
"Универсальная уборочная кассета": {
   "material" : {
      "Титан" : 20,
      "Аксиколин" : 20
   },
   "cat" : "Уборочные кассеты"
}
,
"NEXUS уклонение": {
   "material" : {
      "Титан" : 50,
      "Пластеозин" : 100,
      "Криоперин" : 500
   },
   "cat" : "Уклонение",
   "tier" : "T1"
}
,
"NEXUS уклонение \"Oshbo\"": {
   "tier" : "T2",
   "cat" : "Уклонение",
   "material" : {
      "Криоперин" : 500,
      "NEXUS уклонение" : 1,
      "Пластеозин" : 100,
      "Титан" : 50
   }
}
,
"NEXUS уклонение \"Pareduit\"": {
   "cat" : "Уклонение",
   "tier" : "T3",
   "material" : {
      "NEXUS уклонение \"Oshbo\"" : 1,
      "Титан" : 50,
      "Пластеозин" : 50,
      "Криоперин" : 250,
      "Аллигиор" : 50,
      "Эспитиум" : 250
   }
}
,
"NEXUS уклонение \"R4S-A\"": {
   "tier" : "T4",
   "cat" : "Уклонение",
   "material" : {
      "Эспитиум" : 500,
      "Криоперин" : 500,
      "Бриочит" : 50,
      "Аллигиор" : 100,
      "NEXUS уклонение \"Pareduit\"" : 1,
      "Титан" : 50,
      "Пластеозин" : 100
   }
}
,
"Универсальный усилитель": {
   "material" : {
      "Статишноль" : 50,
      "Титан" : 100,
      "Метахропин" : 150,
      "Пластеозин" : 150,
      "Прилумиум" : 50,
      "Криоперин" : 50,
      "Изопропентол" : 50
   },
   "cat" : "Универсальные усилители",
   "tier" : "T1"
}
,
"Универсальный усилитель 'Diverter'": {
   "material" : {
      "Пластеозин" : 150,
      "Титан" : 100,
      "Статишноль" : 50,
      "Метахропин" : 150,
      "Универсальный усилитель" : 1,
      "Прилумиум" : 50,
      "Криоперин" : 50,
      "Изопропентол" : 50
   },
   "cat" : "Универсальные усилители",
   "tier" : "T2"
}
,
"Универсальный усилитель 'UNI300pls'": {
   "material" : {
      "Метахропин" : 150,
      "Аллигиор" : 150,
      "Прилумиум" : 50,
      "Изопропентол" : 50,
      "Титан" : 100,
      "Статишноль" : 50,
      "Эспитиум" : 50,
      "Универсальный усилитель 'Diverter'" : 1
   },
   "tier" : "T3",
   "cat" : "Универсальные усилители"
}
,
"Универсальный усилитель 'Aegis UAP-10XL'": {
   "tier" : "T4",
   "cat" : "Универсальные усилители",
   "material" : {
      "Аллигиор" : 300,
      "Прилумиум" : 100,
      "Изопропентол" : 100,
      "Универсальный усилитель 'UNI300pls'" : 1,
      "Метахропин" : 300,
      "Бриочит" : 200,
      "Эспитиум" : 100,
      "Статишноль" : 100
   }
}
,
"Усилитель": {
   "cat" : "Усилители",
   "tier" : "T1",
   "material" : {
      "Гидробенол" : 250,
      "Титан" : 250,
      "Аксиколин" : 250,
      "Криоперин" : 500,
      "Бриочит" : 250,
      "Эспитиум" : 500
   }
}
,
"Усовершенствованный усилитель": {
   "material" : {
      "Гидробенол" : 250,
      "Аксиколин" : 125,
      "Криоперин" : 250,
      "Коалимин" : 125,
      "Усилитель" : 1,
      "Тиразин" : 250,
      "Турилиум" : 125,
      "Титан" : 125,
      "Бриочит" : 250,
      "Эспитиум" : 500
   },
   "tier" : "T2",
   "cat" : "Усилители"
}
,
"Hi-tech усилитель": {
   "tier" : "T3",
   "cat" : "Усилители",
   "material" : {
      "Эспитиум" : 500,
      "Тиразин" : 500,
      "Усовершенствованный усилитель" : 1,
      "Коалимин" : 250,
      "Бриочит" : 250,
      "Гидробенол" : 250,
      "Турилиум" : 250
   }
}
,
"Стандартный усилитель радара": {
   "cat" : "Усилители радара",
   "tier" : "T1",
   "material" : {
      "Титан" : 50,
      "Криоперин" : 400
   }
}
,
"Усилитель радара Bullz-I 6601": {
   "cat" : "Усилители радара",
   "tier" : "T2",
   "material" : {
      "Титан" : 50,
      "Стандартный усилитель радара" : 1,
      "Криоперин" : 400
   }
}
,
"Усилитель радара Desenspure": {
   "material" : {
      "Эспитиум" : 200,
      "Криоперин" : 200,
      "Титан" : 50,
      "Усилитель радара Bullz-I 6601" : 1
   },
   "cat" : "Усилители радара",
   "tier" : "T3"
}
,
"Усилитель радара Ambassador SU-I": {
   "tier" : "T4",
   "cat" : "Усилители радара",
   "material" : {
      "Титан" : 50,
      "Усилитель радара Desenspure" : 1,
      "Эспитиум" : 400,
      "Бриочит" : 50,
      "Криоперин" : 400
   }
}
,
"Стандартный усилитель щита": {
   "material" : {
      "Титан" : 50,
      "Витрицил" : 200,
      "Пластеозин" : 150,
      "Изопропентол" : 150,
      "Криоперин" : 200
   },
   "tier" : "T1",
   "cat" : "Усилители щита"
}
,
"Усилитель щита Bund": {
   "material" : {
      "Криоперин" : 200,
      "Изопропентол" : 150,
      "Стандартный усилитель щита" : 1,
      "Титан" : 50,
      "Пластеозин" : 150,
      "Витрицил" : 200
   },
   "cat" : "Усилители щита",
   "tier" : "T2"
}
,
"Усилитель щита Patronus": {
   "material" : {
      "Витрицил" : 200,
      "Титан" : 50,
      "Эспитиум" : 200,
      "Изопропентол" : 150,
      "Усилитель щита Bund" : 1,
      "Аллигиор" : 150
   },
   "tier" : "T3",
   "cat" : "Усилители щита"
}
,
"Усилитель щита Guardian": {
   "tier" : "T4",
   "cat" : "Усилители щита",
   "material" : {
      "Усилитель щита Patronus" : 1,
      "Витрицил" : 400,
      "Бриочит" : 100,
      "Аллигиор" : 300,
      "Изопропентол" : 300,
      "Эспитиум" : 400
   }
}
,
"Улучшение РЭБ (ЕСМ)": {
   "tier" : "T1",
   "cat" : "Усовершенствование РЭБ (ЕСМ) модуля",
   "material" : {
      "Титан" : 50,
      "Шолонин" : 150,
      "Криоперин" : 150
   }
}
,
"Улучшение РЭБ (ЕСМ) \"Distortio\"": {
   "cat" : "Усовершенствование РЭБ (ЕСМ) модуля",
   "tier" : "T2",
   "material" : {
      "Улучшение РЭБ (ЕСМ)" : 1,
      "Шолонин" : 150,
      "Криоперин" : 150,
      "Титан" : 50
   }
}
,
"Улучшение РЭБ (ЕСМ) \"Hodge\"": {
   "cat" : "Усовершенствование РЭБ (ЕСМ) модуля",
   "tier" : "T3",
   "material" : {
      "Улучшение РЭБ (ЕСМ) \"Distortio\"" : 1,
      "Шолонин" : 150,
      "Эспитиум" : 150,
      "Титан" : 50
   }
}
,
"Улучшение РЭБ (ЕСМ) \"Sludge\"": {
   "material" : {
      "Улучшение РЭБ (ЕСМ) \"Hodge\"" : 1,
      "Шолонин" : 300,
      "Эспитиум" : 300,
      "Бриочит" : 100
   },
   "cat" : "Усовершенствование РЭБ (ЕСМ) модуля",
   "tier" : "T4"
}
,
"Standard EnWar upgrade": {
   "tier" : "T1",
   "cat" : "Усовершенствования EnWar",
   "material" : {
      "Титан" : 50,
      "Аксиколин" : 50,
      "Витрицил" : 150,
      "Флоботил" : 50,
      "Криоперин" : 150
   }
}
,
"Blister EnWar upgrade": {
   "material" : {
      "Standard EnWar upgrade" : 1,
      "Криоперин" : 150,
      "Флоботил" : 50,
      "Аксиколин" : 50,
      "Витрицил" : 150,
      "Титан" : 50
   },
   "tier" : "T2",
   "cat" : "Усовершенствования EnWar"
}
,
"OM-Shock EnWar upgrade": {
   "material" : {
      "Эспитиум" : 150,
      "Флоботил" : 50,
      "Blister EnWar upgrade" : 1,
      "Титан" : 50,
      "Витрицил" : 150,
      "Гидробенол" : 50
   },
   "cat" : "Усовершенствования EnWar",
   "tier" : "T3"
}
,
"XT-Shock EnWar upgrade": {
   "tier" : "T4",
   "cat" : "Усовершенствования EnWar",
   "material" : {
      "Гидробенол" : 100,
      "Витрицил" : 300,
      "OM-Shock EnWar upgrade" : 1,
      "Бриочит" : 100,
      "Эспитиум" : 150,
      "Флоботил" : 100
   }
}
,
"Стандартное зарядное устройство": {
   "material" : {
      "Титан" : 150,
      "Криоперин" : 250
   },
   "cat" : "Устройства заряда аккумуляторов",
   "tier" : "T1"
}
,
"Зарядное устройство Basis Ionostator": {
   "material" : {
      "Криоперин" : 250,
      "Стандартное зарядное устройство" : 1,
      "Титан" : 150
   },
   "cat" : "Устройства заряда аккумуляторов",
   "tier" : "T2"
}
,
"Зарядное устройство Duobar 300xs-'Othys'": {
   "material" : {
      "Титан" : 150,
      "Криоперин" : 125,
      "Зарядное устройство Basis Ionostator" : 1,
      "Эспитиум" : 125
   },
   "cat" : "Устройства заряда аккумуляторов",
   "tier" : "T3"
}
,
"Зарядное устройство Nyhna Filler": {
   "tier" : "T4",
   "cat" : "Устройства заряда аккумуляторов",
   "material" : {
      "Эспитиум" : 250,
      "Зарядное устройство Duobar 300xs-'Othys'" : 1,
      "Криоперин" : 250,
      "Бриочит" : 150,
      "Титан" : 150
   }
}
,
"Стандартная химическая броня": {
   "cat" : "Химические усилители",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 100,
      "Пластеозин" : 250,
      "Титан" : 100
   }
}
,
"Платиновый химический усилитель": {
   "material" : {
      "Эспитиум" : 50,
      "Криоперин" : 50,
      "Бриочит" : 50,
      "Аллигиор" : 125,
      "Титан" : 50,
      "Пластеозин" : 125
   },
   "cat" : "Химические усилители",
   "tier" : "T2"
}
,
"Химический усилитель 'Delloy s2s'": {
   "material" : {
      "Криоперин" : 100,
      "Стандартная химическая броня" : 1,
      "Титан" : 100,
      "Пластеозин" : 250
   },
   "tier" : "T2",
   "cat" : "Химические усилители"
}
,
"Химический усилитель 'RePro I'": {
   "tier" : "T3",
   "cat" : "Химические усилители",
   "material" : {
      "Эспитиум" : 50,
      "Аллигиор" : 125,
      "Криоперин" : 50,
      "Пластеозин" : 125,
      "Титан" : 100,
      "Химический усилитель 'Delloy s2s'" : 1
   }
}
,
"Платиновый химический усилитель Магната": {
   "material" : {
      "Бриочит" : 100,
      "Криоперин" : 100,
      "Аллигиор" : 250,
      "Эспитиум" : 100,
      "Титан" : 100,
      "Пластеозин" : 250
   },
   "cat" : "Химические усилители",
   "tier" : "T4"
}
,
"Химический усилитель 'Impetar'": {
   "material" : {
      "Химический усилитель 'RePro I'" : 1,
      "Титан" : 100,
      "Пластеозин" : 250,
      "Эспитиум" : 100,
      "Криоперин" : 100,
      "Бриочит" : 100,
      "Аллигиор" : 250
   },
   "cat" : "Химические усилители",
   "tier" : "T4"
}
,
"Цех переработки продукции": {
   "cat" : "Цехи переработки продукции",
   "tier" : "T1",
   "material" : {
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Титан" : 5000,
      "Пластеозин" : 2500,
      "Криоперин" : 2500,
      "Аллигиор" : 2500,
      "Аксиколин" : 2500,
      "Гидробенол" : 2500
   }
}
,
"Усовершенствованный цех переработки продукции": {
   "cat" : "Цехи переработки продукции",
   "tier" : "T2",
   "material" : {
      "Тиразин" : 1250,
      "Аллигиор" : 2500,
      "Криоперин" : 1250,
      "Коалимин" : 2500,
      "Аксиколин" : 1250,
      "Гидробенол" : 2500,
      "Эспитиум" : 2500,
      "Цех переработки продукции" : 1,
      "Бриочит" : 5000,
      "Пластеозин" : 1250,
      "Титан" : 2500,
      "Бочилум" : 1250,
      "Турилиум" : 1250
   }
}
,
"Hi-tech цех переработки продукции": {
   "tier" : "T3",
   "cat" : "Цехи переработки продукции",
   "material" : {
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Турилиум" : 2500,
      "Бочилум" : 2500,
      "Аллигиор" : 2500,
      "Коалимин" : 5000,
      "Тиразин" : 2500,
      "Усовершенствованный цех переработки продукции" : 1,
      "Гидробенол" : 2500
   }
}
,
"Цех переработки сырья": {
   "material" : {
      "Титан" : 5000,
      "Пластеозин" : 2500,
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Аксиколин" : 2500,
      "Гидробенол" : 2500,
      "Криоперин" : 2500,
      "Аллигиор" : 2500
   },
   "tier" : "T1",
   "cat" : "Цехи переработки сырья"
}
,
"Усовершенствованный цех переработки сырья": {
   "tier" : "T2",
   "cat" : "Цехи переработки сырья",
   "material" : {
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Пластеозин" : 1250,
      "Цех переработки сырья" : 1,
      "Бочилум" : 1250,
      "Титан" : 2500,
      "Турилиум" : 1250,
      "Тиразин" : 1250,
      "Аллигиор" : 2500,
      "Криоперин" : 1250,
      "Коалимин" : 2500,
      "Аксиколин" : 1250,
      "Гидробенол" : 2500
   }
}
,
"Hi-tech цех очистки сырья": {
   "material" : {
      "Тиразин" : 2500,
      "Коалимин" : 5000,
      "Аллигиор" : 2500,
      "Гидробенол" : 2500,
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Бочилум" : 2500,
      "Усовершенствованный цех переработки сырья" : 1,
      "Турилиум" : 2500
   },
   "cat" : "Цехи переработки сырья",
   "tier" : "T3"
}
,
"Цех прототипирования": {
   "material" : {
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Титан" : 5000,
      "Пластеозин" : 2500,
      "Криоперин" : 2500,
      "Аллигиор" : 2500,
      "Гидробенол" : 2500,
      "Аксиколин" : 2500
   },
   "cat" : "Цехи прототипирования",
   "tier" : "T1"
}
,
"Усовершенствованный цех прототипирования": {
   "cat" : "Цехи прототипирования",
   "tier" : "T2",
   "material" : {
      "Пластеозин" : 1250,
      "Цех прототипирования" : 1,
      "Титан" : 2500,
      "Бочилум" : 1250,
      "Турилиум" : 1250,
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Аксиколин" : 1250,
      "Гидробенол" : 2500,
      "Тиразин" : 1250,
      "Аллигиор" : 2500,
      "Криоперин" : 1250,
      "Коалимин" : 2500
   }
}
,
"Hi-tech цех прототипирования": {
   "tier" : "T3",
   "cat" : "Цехи прототипирования",
   "material" : {
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Бочилум" : 2500,
      "Турилиум" : 2500,
      "Тиразин" : 2500,
      "Аллигиор" : 2500,
      "Коалимин" : 5000,
      "Усовершенствованный цех прототипирования" : 1,
      "Гидробенол" : 2500
   }
}
,
"Цех ремонта": {
   "material" : {
      "Гидробенол" : 2500,
      "Аксиколин" : 2500,
      "Аллигиор" : 2500,
      "Криоперин" : 2500,
      "Пластеозин" : 2500,
      "Титан" : 5000,
      "Бриочит" : 5000,
      "Эспитиум" : 2500
   },
   "cat" : "Цехи ремонта",
   "tier" : "T1"
}
,
"Усовершенствованный цех ремонта": {
   "tier" : "T2",
   "cat" : "Цехи ремонта",
   "material" : {
      "Бриочит" : 5000,
      "Эспитиум" : 2500,
      "Турилиум" : 1250,
      "Пластеозин" : 1250,
      "Бочилум" : 1250,
      "Титан" : 2500,
      "Аллигиор" : 2500,
      "Криоперин" : 1250,
      "Коалимин" : 2500,
      "Тиразин" : 1250,
      "Цех ремонта" : 1,
      "Гидробенол" : 2500,
      "Аксиколин" : 1250
   }
}
,
"Hi-tech цех ремонта": {
   "cat" : "Цехи ремонта",
   "tier" : "T3",
   "material" : {
      "Эспитиум" : 2500,
      "Бриочит" : 5000,
      "Бочилум" : 2500,
      "Турилиум" : 2500,
      "Тиразин" : 2500,
      "Коалимин" : 5000,
      "Аллигиор" : 2500,
      "Усовершенствованный цех ремонта" : 1,
      "Гидробенол" : 2500
   }
}
,
"Стандартный штурмовой NEXUS-модуль": {
   "cat" : "Штурм",
   "tier" : "T1",
   "material" : {
      "Криоперин" : 250,
      "Шолонин" : 250,
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Титан" : 50
   }
}
,
"Штурмовой NEXUS-модуль Myrmidon": {
   "material" : {
      "Аксиколин" : 50,
      "Полинитрокол" : 50,
      "Титан" : 50,
      "Стандартный штурмовой NEXUS-модуль" : 1,
      "Криоперин" : 250,
      "Шолонин" : 250
   },
   "tier" : "T2",
   "cat" : "Штурм"
}
,
"Штурмовой NEXUS-модуль Mobba": {
   "tier" : "T3",
   "cat" : "Штурм",
   "material" : {
      "Шолонин" : 250,
      "Эспитиум" : 250,
      "Гидробенол" : 50,
      "Штурмовой NEXUS-модуль Myrmidon" : 1,
      "Титан" : 50,
      "Полинитрокол" : 50
   }
}
,
"Штурмовой NEXUS-модуль 'Scorch'": {
   "material" : {
      "Шолонин" : 500,
      "Эспитиум" : 500,
      "Бриочит" : 100,
      "Полинитрокол" : 100,
      "Гидробенол" : 100,
      "Штурмовой NEXUS-модуль Mobba" : 1
   },
   "cat" : "Штурм",
   "tier" : "T4"
}
,
"Секер": {
   "cat" : "Штурмовые роботы",
   "material" : {
      "Криоперин" : 500,
      "Титан" : 3000,
      "Пластеозин" : 1500
   }
}
,
"Секер Mk2": {
   "material" : {
      "Секер" : 1,
      "Ядро процессора штурмового робота Ниани" : 1,
      "Криоперин" : 500,
      "Титан" : 3000,
      "Пластеозин" : 1500
   },
   "tier" : "Mk2",
   "cat" : "Штурмовые роботы"
}
,
"Секер (П)": {
   "tier" : "П",
   "cat" : "Штурмовые роботы",
   "material" : {
      "Титан" : 3000,
      "Пластеозин" : 1500,
      "Криоперин" : 500,
      "Битый общий компонент" : 60
   },
   "type" : "proto"
}
,
"Арбалет": {
   "material" : {
      "Криоперин" : 250,
      "Шолонин" : 250,
      "Полинитрокол" : 1000,
      "Пластеозин" : 500,
      "Аксиколин" : 1000,
      "Статишноль" : 500,
      "Титан" : 1000
   },
   "cat" : "Штурмовые роботы Нуимкол"
}
,
"Арбалет Mk2": {
   "material" : {
      "Криоперин" : 250,
      "Шолонин" : 250,
      "Аксиколин" : 1000,
      "Арбалет" : 1,
      "Ядро процессора штурмового робота Ниани" : 1,
      "Титан" : 1000,
      "Статишноль" : 500,
      "Полинитрокол" : 1000,
      "Пластеозин" : 500
   },
   "tier" : "Mk2",
   "cat" : "Штурмовые роботы Нуимкол"
}
,
"Арбалет (П)": {
   "type" : "proto",
   "material" : {
      "Криоперин" : 250,
      "Шолонин" : 250,
      "Аксиколин" : 1000,
      "Битый общий компонент" : 30,
      "Битый компонент Нуимколов" : 30,
      "Титан" : 1000,
      "Статишноль" : 500,
      "Пластеозин" : 500,
      "Полинитрокол" : 1000
   },
   "tier" : "П",
   "cat" : "Штурмовые роботы Нуимкол"
}
,
"Васпиш": {
   "cat" : "Штурмовые роботы Пелистян",
   "material" : {
      "Криоперин" : 250,
      "Флоботил" : 1000,
      "Изопропентол" : 500,
      "Титан" : 1000,
      "Пластеозин" : 500,
      "Витрицил" : 250,
      "Аксиколин" : 1000
   }
}
,
"Васпиш Mk2": {
   "tier" : "Mk2",
   "cat" : "Штурмовые роботы Пелистян",
   "material" : {
      "Криоперин" : 250,
      "Флоботил" : 1000,
      "Изопропентол" : 500,
      "Аксиколин" : 1000,
      "Васпиш" : 1,
      "Ядро процессора штурмового робота Ниани" : 1,
      "Пластеозин" : 500,
      "Витрицил" : 250,
      "Титан" : 1000
   }
}
,
"Васпиш (П)": {
   "type" : "proto",
   "tier" : "П",
   "cat" : "Штурмовые роботы Пелистян",
   "material" : {
      "Битый общий компонент" : 30,
      "Пластеозин" : 500,
      "Битый компонент Пелистян" : 30,
      "Витрицил" : 250,
      "Титан" : 1000,
      "Изопропентол" : 500,
      "Флоботил" : 1000,
      "Криоперин" : 250,
      "Аксиколин" : 1000
   }
}
,
"Бафомет": {
   "cat" : "Штурмовые роботы Телодика",
   "material" : {
      "Прилумиум" : 250,
      "Криоперин" : 250,
      "Метахропин" : 500,
      "Титан" : 1000,
      "Аксиколин" : 1000,
      "Полинуклеит" : 1000,
      "Пластеозин" : 500
   }
}
,
"Бафомет Mk2": {
   "material" : {
      "Прилумиум" : 250,
      "Криоперин" : 250,
      "Метахропин" : 500,
      "Аксиколин" : 1000,
      "Бафомет" : 1,
      "Ядро процессора штурмового робота Ниани" : 1,
      "Титан" : 1000,
      "Пластеозин" : 500,
      "Полинуклеит" : 1000
   },
   "tier" : "Mk2",
   "cat" : "Штурмовые роботы Телодика"
}
,
"Бафомет (П)": {
   "material" : {
      "Битый компонент Телодика" : 30,
      "Криоперин" : 250,
      "Прилумиум" : 250,
      "Метахропин" : 500,
      "Аксиколин" : 1000,
      "Битый общий компонент" : 30,
      "Титан" : 1000,
      "Полинуклеит" : 1000,
      "Пластеозин" : 500
   },
   "tier" : "П",
   "cat" : "Штурмовые роботы Телодика",
   "type" : "proto"
}
,
"Стандартный NEXUS-модуль щита": {
   "material" : {
      "Титан" : 50,
      "Пластеозин" : 50,
      "Витрицил" : 250,
      "Криоперин" : 250,
      "Изопропентол" : 50
   },
   "tier" : "T1",
   "cat" : "Щит"
}
,
"Щитовой NEXUS-модуль Bomitar I": {
   "cat" : "Щит",
   "tier" : "T2",
   "material" : {
      "Криоперин" : 250,
      "Изопропентол" : 50,
      "Витрицил" : 250,
      "Стандартный NEXUS-модуль щита" : 1,
      "Пластеозин" : 50,
      "Титан" : 50
   }
}
,
"NEXUS-модуль щита Stasis-Gen": {
   "material" : {
      "Аллигиор" : 50,
      "Щитовой NEXUS-модуль Bomitar I" : 1,
      "Эспитиум" : 250,
      "Изопропентол" : 50,
      "Титан" : 50,
      "Витрицил" : 250
   },
   "cat" : "Щит",
   "tier" : "T3"
}
,
"NEXUS-модуль щита Bomitar II": {
   "cat" : "Щит",
   "tier" : "T4",
   "material" : {
      "Эспитиум" : 500,
      "Изопропентол" : 100,
      "Аллигиор" : 100,
      "NEXUS-модуль щита Stasis-Gen" : 1,
      "Бриочит" : 100,
      "Витрицил" : 500
   }
}
,
"Стандартный промышленный NEXUS-модуль": {
   "tier" : "T1",
   "cat" : "Экономное извлечение",
   "material" : {
      "Пластеозин" : 100,
      "Титан" : 50,
      "Криоперин" : 500
   }
}
,
"Промышленный NEXUS-модуль Thobys": {
   "tier" : "T2",
   "cat" : "Экономное извлечение",
   "material" : {
      "Пластеозин" : 100,
      "Титан" : 50,
      "Криоперин" : 500,
      "Стандартный промышленный NEXUS-модуль" : 1
   }
}
,
"Промышленный NEXUS-модуль EE-D220": {
   "material" : {
      "Титан" : 50,
      "Пластеозин" : 50,
      "Криоперин" : 250,
      "Аллигиор" : 50,
      "Промышленный NEXUS-модуль Thobys" : 1,
      "Эспитиум" : 250
   },
   "cat" : "Экономное извлечение",
   "tier" : "T3"
}
,
"Промышленный NEXUS-модуль Rypoa": {
   "material" : {
      "Эспитиум" : 500,
      "Криоперин" : 500,
      "Бриочит" : 50,
      "Промышленный NEXUS-модуль EE-D220" : 1,
      "Аллигиор" : 100,
      "Титан" : 50,
      "Пластеозин" : 100
   },
   "tier" : "T4",
   "cat" : "Экономное извлечение"
}
,
"Эмиттер ауры": {
   "material" : {
      "Аксиколин" : 250,
      "Титан" : 250,
      "Гидробенол" : 250,
      "Эспитиум" : 500,
      "Криоперин" : 500,
      "Бриочит" : 250
   },
   "cat" : "Эмиттеры ауры",
   "tier" : "T1"
}
,
"Усовершенствованный эмиттер ауры": {
   "cat" : "Эмиттеры ауры",
   "tier" : "T2",
   "material" : {
      "Турилиум" : 125,
      "Эмиттер ауры" : 1,
      "Титан" : 125,
      "Бриочит" : 250,
      "Эспитиум" : 500,
      "Гидробенол" : 250,
      "Аксиколин" : 125,
      "Коалимин" : 125,
      "Криоперин" : 250,
      "Тиразин" : 250
   }
}
,
"Hi-tech аура эмиттер": {
   "cat" : "Эмиттеры ауры",
   "tier" : "T3",
   "material" : {
      "Турилиум" : 250,
      "Гидробенол" : 250,
      "Усовершенствованный эмиттер ауры" : 1,
      "Коалимин" : 250,
      "Бриочит" : 250,
      "Эспитиум" : 500,
      "Тиразин" : 500
   }
}
,
"Аллигиор": {
   "material" : {
      "Нефть (HDT)" : 50,
      "Эпритон" : 50,
      "Титановая руда" : 75
   },
   "cat" : "Эпритон-содержащие материалы"
}
,
"Бриочит": {
   "material" : {
      "Титановая руда" : 75,
      "Норалгис" : 50,
      "Эпритон" : 50
   },
   "cat" : "Эпритон-содержащие материалы"
}
,
"Гидробенол": {
   "cat" : "Эпритон-содержащие материалы",
   "material" : {
      "Титановая руда" : 50,
      "Ликвизит" : 75,
      "Эпритон" : 50
   }
}
,
"Эспитиум": {
   "material" : {
      "Эпритон" : 50,
      "Нефть (HDT)" : 50,
      "Ликвизит" : 75
   },
   "cat" : "Эпритон-содержащие материалы"
}
};
