
var price = {
    'Эффективность переработки': 283,
    'Эффективность производства': 253,
    'Эффективность прототипирования': 253,
    'Сильгиум': 4,
    'Иментиум': 2,
    'Стермонит': 2.84,
    'Нефть': 0.49,
    'Ликвизит': 1.2,
    'Призмоцит': 5.35,
    'Триандус': 3,
    'Норалгис': 18,
    'Гелиоптрис': 5,
    'Титановая руда': 1.2,
    'Эпритон': 15,
    'Коликсиум': 800,
    'Битый общий компонент': 19000,
    'Рабочий общий компонент': 7900,
    'Целый общий компонент': 8000,
    'Битый компонент Пелистян': 1455,
    'Рабочий компонент Пелистян': 11999,

};

var ownCT = {
    "Бронебойный средний патрон": { cost: 2517, time: '15:04' },
    'Химактивный средний патрон': { cost: 2520, time: '15:04' },

    "Бафомет": { me: 181 },
    "Бафомет (П)": { сost: 556494, time: '2д 3:31:38' },

    "Лёгкий HCL-лазер Thelotec-Stroyar": { me: 144 },
    "Лёгкий HCL-лазер Pikolo": { me: 154 },
    "Средний HCL-лазер Phisker 30PW": { me: 120 },
    "Лёгкий HCL-лазер Thelotec-Dabis": { me: 120 },
    "Средний HCL-лазер Thelotec-Iocle I": { me: 120 },
    "Лёгкий HCL-лазер Thelotec-Dabis (прототип)": { me: 120 },
    "Лёгкий HCL-лазер Thelotec-Stroyar (прототип)": { me: 120 },
    "Средний HCL-лазер": { me: 120 },
    "Средний HCL-лазер Phisker 30PW (прототип)": { me: 120 },
    "Средний HCL-лазер Tertzer": { me: 120 },
    "Средний HCL-лазер Thelotec-Iocle I (прототип)": { me: 120 },
    "Стандартный лёгкий HCL-лазер": { me: 120 },
    "Средний HCL-лазер Tertzer (прототип)": { me: 120 },

    "Аргано": { cost: 37650, me: 181, time: '03:29:10' },
    "Аргано (П)": { cost: 393228,  time: '1 день 12:24:36' },

    "Секер": { cost: 50280,me:136, time: '04:39:20' },
    "Секер (П)": { сost: 556494, time: '2д 3:31:38' },

    "Скарабей": { cost: 157896, time: '14:37:12', me: 105 },
};