var categories = [
    {
        name: "Патроны", data: [
            { name: "Бронебойный средний патрон", cost: 2517, num: 1000, time: '15:04' },
            { name: 'Химактивный средний патрон', cost: 2520, num: 1000, time: '15:04' }
        ]
    },
    {
        name: "Роботы Пелистян", data: [
            { name: "Трояр-прототип корп", cost: 393228, num: 1, time: '1 день 12:24:36' },

        ]
    },
    {
        name: "Роботы Телодика", data: [
            { name: "Бафомет-прототип", cost: 393228, num: 1, time: '2 дня 00:32:49' },

        ]
    },
    {
        name: "Промышленные роботы", open: true, data: [
            { name: "Аргано", cost: 37650, num: 1, time: '03:29:10' },
            { name: "Аргано-прототип", cost: 393228, num: 1, time: '1 день 12:24:36' },
            { name: "Секер", cost: 50280, num: 1, time: '04:39:20' },

        ]
    },
];
