
var price = {
    'Эффективность переработки': 285,
    'Эффективность производства': 255,
    'Эффективность прототипирования': 255,
    'Сильгиум': 4,
    'Иментиум': 2,
    'Стермонит': 2.84,
    'Нефть (HDT)': 0.1,
    'Ликвизит': 1.2,
    'Призмоцит': 5.35,
    'Триандус': 3,
    'Норалгис': 18,
    'Гелиоптрис': 5,
    'Титановая руда': 1.5,
    'Эпритон': 15,
    'Коликсиум': 800,
    'Битый общий компонент': 19000,
    'Рабочий общий компонент': 7900,
    'Целый общий компонент': 8000,
    'Битый компонент Пелистян': 1455,
    'Рабочий компонент Пелистян': 11999,

};

var ownCT = {
    "Бронебойный средний патрон": { cost: 2517, time: '15:04' },
    'Химактивный средний патрон': { cost: 2520, time: '15:04' },

    "Стандартный геосканер": { me: 139, cost: 13248 },
    "Геосканер Ovostec-Chisomel": { me: 150, cost: 13188 },
    "Геосканер Syverz": { me: 154, cost: 13161 },
    "Геосканер Eksplor-q3000": { me: 155, cost: 13158 },

    "Стандартный малый комбайн": { me: 50, time: 50, cost: 0 },
    "Малый комбайн MHA 400-'Avalon'": { me: 50, time: 50, cost: 0 },
    "Малый комбайн Agraar-I": { me: 50, time: 50, cost: 0 },
    "Малый комбайн Protrim FDV-30": { me: 50, time: 50, cost: 0 },

    "Стандартный средний комбайн": { me: 50, time: 50, cost: 0 },
    "Средний комбайн MHA 900-'Sap'": { me: 50, time: 50, cost: 0 },
    "Средний комбайн Cultivator-XM": { me: 50, time: 50, cost: 0 },
    "Средний комбайн Protrim V-II": { me: 50, time: 50, cost: 0 },

    "Стандартная лёгкая ракетная установка": { me: 50, time: 50, cost: 0 },
    "Лёгкая ракетная установка Pelistec-Horosol DBM": { me: 50, time: 50, cost: 0 },
    "Лёгкая ракетная установка Morteq": { me: 50, time: 50, cost: 0 },
    "Лёгкая ракетная установка Pelistec-TR110": { me: 50, time: 50, cost: 0 },

    "Бафомет": { me: 181 },
    "Ривелер Mk2": { me: 144 },
    "Бафомет (П)": { сost: 556494, time: '2д 3:31:38' },

    "Лёгкий HCL-лазер Thelotec-Stroyar": { me: 144 },
    "Лёгкий HCL-лазер Pikolo": { me: 154 },
    "Средний HCL-лазер Phisker 30PW": { me: 120 },
    "Лёгкий HCL-лазер Thelotec-Dabis": { me: 120 },
    "Средний HCL-лазер Thelotec-Iocle I": { me: 120 },
    "Средний HCL-лазер": { me: 120 },
    "Средний HCL-лазер Tertzer": { me: 120 },
    "Стандартный лёгкий HCL-лазер": { me: 120 },

    "Стандартный средний LCL-лазер": { me: 50, cost: 0, time: 0 },
    "Средний LCL-лазер Thelotec-Grazier": { me: 50, cost: 0, time: 0 },
    "Средний LCL-лазер Kauska Heatpin I": { me: 50, cost: 0, time: 0 },
    "Средний LCL-лазер Thermodissector": { me: 50, cost: 0, time: 0 },

    "Аргано": { cost: 37650, me: 181, time: '03:29:10' },
    "Аргано (П)": { cost: 393228, time: '1д 12:24:36' },

    "Секер": { cost: 50280, me: 136, time: '04:39:20' },
    "Секер (П)": { сost: 556494, time: '2д 3:31:38' },

    "Скарабей": { cost: 157896, time: '14:37:12', me: 105 },
    "Скарабей Mk2" : { cost: 158082, time: '14:37:12', me: 100 },
};