function to_json(s) {
    return JSON.stringify(s, null, 2);
}
// ресурсы на партию в 1кк титана
var productivity = 1.05;
var price = {
    'Сильгиум': 4,
    'Иментиум': 2,
    'Стермонит': 2.84,
    'Нефть': 0.49,
    'Ликвизит': 1.2,
    'Призмоцит': 5.35,
    'Триандус': 3,
    'Норалгис': 18,
    'Гелиоптрис': 5,
    'Титановая руда': 1.2,
    'Эпритон': 15,
    'Коликсиум': 800,
    'Битый общий фрагмент': 19000,
    'Рабочий общий фрагмент': 7900,
    'Битый фрагмент Пелистян': 1455,
    'Рабочий фрагмент Пелистян': 11999,

};

var prodData = {
    'Титан': {
        'type': 'base',
        "material": {
            'Титановая руда': 75,
        },
    },
    'Аксиколин': {
        'type': 'base',
        "material": {
            'Ликвизит': 50,
            'Титановая руда': 25,
        },
    },
    'Флоботил': {
        'type': 'base',
        "material": {
            'Сильгиум': 50,
            'Ликвизит': 25,
            'Триандус': 30,
        },
    },
    'Полинуклеит': {
        'type': 'base',
        'material': {
            'Стермонит': 50,
            'Ликвизит': 25,
            'Призмоцит': 30,
        }
    },
    'Полинитрокол': {
        'type': 'base',
        'material': {
            'Иментиум': 50,
            'Ликвизит': 25,
            'Гелиоптрис': 30,
        }
    },
    'Изопропентол': {
        'type': 'base',
        'material': {
            'Сильгиум': 50,
            'Нефть': 25,
            'Триандус': 30,
        }
    },
    'Пластеозин': {
        'type': 'base',
        "material": {
            'Нефть': 50,
            'Титановая руда': 50,
        },
    },
    'Криоперин': {
        'type': 'base',
        "material": {
            'Ликвизит': 25,
            'Нефть': 50,
        },
    },
    'Витрицил': {
        'type': 'base',
        "material": {
            'Сильгиум': 50,
            'Нефть': 25,
            'Гелиоптрис': 30,
        },
    },
    'Эспитиум': {
        'type': 'base',
        "material": {
            'Ликвизит': 75,
            'Нефть': 50,
            'Эпритон': 50,
        },
    },
        'Метахропин': {
        'type': 'base',
        "material": {
            'Стермонит': 50,
            'Нефть': 25,
            'Призмоцит': 30,
        },
    },
           'Прилумиум': {
        'type': 'base',
        "material": {
            'Стермонит': 50,
            'Нефть': 25,
            'Триандус': 30,
        },
    },
};
