function to_json(s) {
    return JSON.stringify(s, null, 2);
}
// ресурсы на партию в 1кк титана
var productivity = 27753304 * 25 / 1000000;
var price = {
    'Сильгиум': 4,
    'Иментиум': 2,
    'Стермонит': 2.84,
    'Нефть': 0.49,
    'Ликвизит': 1.2,
    'Призмоцит': 5.35,
    'Триандус': 3,
    'Норалгис': 18,
    'Гелиоптрис': 5,
    'Титановая руда': 1.2,
    'Эпритон': 15,
    'Коликсиум': 800,
};

var prodData = {
    'Титан': {
        'type': 'base',
        "material": {
            'Титановая руда': 75,
        },
    },
    'Аксиколин': {
        'type': 'base',
        "material": {
            'Ликвизит': 50,
            'Титановая руда': 75,
        },
    },
    'Флоботил': {
        'type': 'base',
        "material": {
            'Сильгиум': 50,
            'Ликвизит': 25,
            'Триандус': 30,
        },
    },
    'Полинуклеит':{
           'type': 'base',
           'material':{
               'Стермонит':50,
               'Ликвизит':25,
               'Призмоцит':30,
           }
    },
   'Полинитрокол':{
       'Иментиум':50,
       'Ликвизит':25,
       'Гелиоптрис':30,
   }

};
/*
var categories ={
    'Патроны':[
    {
        name: "{}",   
        quantity: 1000,
        cost: 2520,
        time: '1h',
    }
    ]
}
*/