prodData['Геосканер'] = {
    cost: 13137, time: '1:12:59',
    num:1 ,
    me:160,
    cat:'Промышленные модули',
    "material": {
        'Титан': 50,
        'Криоперин': 350,
    }
};

prodData['Геосканер Т2'] = {
    cost: 13110, time: '1:12:59',
    num:1 ,
    me:164,
    cat:'Промышленные модули',
    "material": {
        'Титан': 50,
        'Криоперин': 350,
        'Геосканер': 1,
    }
};

prodData['Геосканер Т3'] = {
    cost: 13101, time: '1:12:59',
    num:1 ,
    me:166,
    cat:'Промышленные модули',
    "material": {
        'Геосканер Т2': 1,
        'Титан': 50,
        'Криоперин': 350,
    }
};


prodData['Геосканер Т4'] = {
    cost: 13125, time: '1:12:59',
    num:1 ,
    me:161,
    cat:'Промышленные модули',
    "material": {
        'Геосканер  Т3': 1,
        'Титан': 50,
        'Бриочит':50,
        'Криоперин': 350,
        'Эспитиум': 350,
        
    }
};


prodData['Легкий HCL-лазер'] = {
    cat: 'Легкие лазеры',
    cost: 13146, num: 1, time: '1:13:02',
    "material": {
        'Титан': 55,
        'Аксиколин': 55,
        'Полинуклеит': 55,
    }
};

prodData['Легкий HCL-лазер Т2'] = {
    cat: 'Легкие лазеры',
    cost: 13152, num: 1, time: '1:13:04',
    "material": {
        'Титан': 55,
        'Аксиколин': 55,
        'Полинуклеит': 55,
        'Легкий HCL-лазер': 1,
    }
};

prodData['Легкий HCL-лазер Т3'] = {
    cat: 'Легкие лазеры',
    cost: 13173, num: 1, time: '1:13:11',
    "material": {
        'Титан': 55,
        'Аксиколин': 55,
        'Полинуклеит': 55,
        'Легкий HCL-лазер Т2': 1,
    }
};

prodData['Легкий HCL-лазер Т4'] = {
    cat: 'Легкие лазеры',
    cost: 13224, num: 1, time: '1:13:28',
    "material": {
        'Бриочит': 110,
        'Гидробенол': 110,
        'Полинуклеит': 110,
        'Легкий HCL-лазер Т3': 1,
    }
};
