prodData['Трояр-прототип корп'] = {
 //   'num': 1,
//    'cost': 393228,
    "material": {
        'Титан': 11055,
        'Пластеозин': 1658,
        'Криоперин': 5527,
        'Аксиколин': 2211,
        'Изопропентол': 1658,
        'Витрицил':11055,
        'Флоботил':2211,
        'Эспитиум':5527,
        'Битый общий фрагмент':221,
        'Рабочий общий фрагмент':111,
        'Битый фрагмент Пелистян':221,
        'Рабочий фрагмент Пелистян':111,
    }
};
prodData['Бафомет'] = {
    'cost': 52125,
    time: '4:49:35',
    me: 181,
    cat: "Роботы Телодика",
    "material": {
        'Титан': 1000,
        'Пластеозин': 500,
        'Криоперин': 250,
        'Аксиколин': 1000,
        'Метахропин': 500,
        'Прилумиум':250,
        'Полинуклеит':1000,
    }
};

prodData['Бафомет-прототип'] = {
    'cost': 556494,
    time: '2 дня 3:31:38',
    type: 'proto', 
    cat: "Роботы Телодика",
    "material": {
        'Титан': 1000,
        'Пластеозин': 500,
        'Криоперин': 250,
        'Аксиколин': 1000,
        'Метахропин': 500,
        'Прилумиум':250,
        'Полинуклеит':1000,
        'Битый общий фрагмент':30,
        'Рабочий общий фрагмент':30,
    }
};

prodData['Аргано'] = {
    'cost': 37650,
    me: 181,
    time: '3:37:11',
    cat: "Промышленные роботы",
    "material": {
        'Титан': 750,
        'Пластеозин': 500,
        'Криоперин': 300,
    }
};
prodData['Аргано прототип'] = {
    'cost': 417359,
    time: '1 день 14:38:43',
    type: 'proto', 
    cat: "Промышленные роботы",
    "material": {
        'Титан': 750,
        'Пластеозин': 500,
        'Криоперин': 300,
        'Битый общий фрагмент':40,
    }
};
prodData['Лэйрд'] = {
    'num': 1,
    'cost': 37650,
    cat: "Промышленные роботы",
    "material": {
        'Титан': 750,
        'Пластеозин': 500,
        'Криоперин': 400,
        'Битый общий фрагмент':40,
    }
};

prodData['Лэйрд прототип'] = {
    'num': 1,
    'cost': 37650,
    time: '1 день 14:38:43',
    type: 'protoCorp', 
    cat: "Промышленные роботы",
    "material": {
        'Титан': 750,
        'Пластеозин': 500,
        'Криоперин': 400,
        'Битый общий фрагмент':40,
    }
};


prodData['Ривелер Мк2'] = {
    cat: "Промышленные роботы",
    me: 144,
    "material": {
        'Титан': 5000,
        'Пластеозин': 2500,
        'Криоперин': 500,
        'Бриочит':5000,
        'Аллигиор':2500,
        'Эспитиум':500,
        'Ривелер':1,
        'CPU кортекс тяжелого меха Ниани':1,

    }
};

prodData['Симбионт Мк2'] = {
    cat: "Промышленные роботы",
    "material": {
        'Титан': 5554,
        'Пластеозин': 2777,
        'Криоперин': 555,
        'Бриочит':5554,
        'Аллигиор':2777,
        'Эспитиум':555,
        'Симбионт':1,
        'CPU кортекс тяжелого меха Ниани':1,

    }
};

prodData['Скарабей'] = {
    cat: "Промышленные роботы",
    me: 105,
    time: "14:37:12",
    cost: 157896,
    "material": {
        'Титан': 6250,
        'Пластеозин': 750,
        'Криоперин': 1500,
        'Бриочит': 12500,
        'Аллигиор': 1500,
        'Эспитиум': 3000,

    }
};
