prodData['Трояр-прототип корп'] = {
 //   'num': 1,
//    'cost': 393228,
    "material": {
        'Титан': 11055,
        'Пластеозин': 1658,
        'Криоперин': 5527,
        'Аксиколин': 2211,
        'Изопропентол': 1658,
        'Витрицил':11055,
        'Флоботил':2211,
        'Эспитиум':5527,
        'Битый общий фрагмент':221,
        'Рабочий общий фрагмент':111,
        'Битый фрагмент Пелистян':221,
        'Рабочий фрагмент Пелистян':111,
    }
};
prodData['Бафомет-прототип'] = {
//    'num': 1,
  //  'cost': 524307,
    "material": {
        'Титан': 5527,
        'Пластеозин': 2764,
        'Криоперин': 1382,
        'Аксиколин': 5527,
        'Метахропин': 2764,
        'Прилумиум':1382,
        'Полинуклеит':5527,
        'Битый общий фрагмент':166,
        'Рабочий общий фрагмент':166,
    }
};

prodData['Аргано'] = {
//    'num': 1,
//    'cost': 37650,
    "material": {
        'Титан': 806,
        'Пластеозин': 537,
        'Криоперин': 322,
    }
};
prodData['Аргано-прототип'] = {
//'num': 1,
//    'cost': 37650,
    "material": {
        'Титан': 4146,
        'Пластеозин': 2764,
        'Криоперин': 322,
        'Битый общий фрагмент':221,
    }
};